Repository: odero/askbot-devel
Catalog: askbot/locale/*/LC_MESSAGES/django.po
Languages: ar

source: What should I avoid in my answers?
ar: ماذا علي أن أتجنب في أجوبتي؟

source: Who moderates this community?
ar: من إدارة ومشرفين هذا المجتمع؟

source: The short answer is: <strong>you</strong>.
ar: بشكل بسيط <strong>أنــت</strong>.

source: This website is moderated by the users.
ar: هذا الموقع يدار من قبل الأعضاء المسجلين.

source: Karma system allows users to earn rights to perform a variety of moderation tasks
ar: نظام النقاط والسمعة يسمح للأعضاء بالحصول على صلاحيات أشرافية تمكنهم من إدارة الموقع

source: How does karma system work?
ar: كيف يعمل نظام النقاط والسمعة؟

source: add comments
ar: إضافة تعليقات

source: accept own answer to own questions
ar: قبول إجابتك على سؤالك

source: open and close own questions
ar: فتح وإغلاق الأسئلة الخاصة

source: retag other's questions
ar: إعادة تعيين مواضيع أسئلة الغير

source: edit community wiki questions
ar: تعديل أسئلة الويكي

source: edit any answer
ar: تعديل أي إجابة

source: delete any comment
ar: حذف أي تعليق

source: How to change my picture (gravatar) and what is gravatar?
ar: كيف يمكنني تغيير صورتي الرمزية، وماهي خدمة gravatar ؟

source: "Login now!"
ar: "سجل دخول"

source: Why other people can edit my questions/answers?
ar: لماذا يستطيع الأخرين تعديل أسألتي وأجوبتي؟

source: Goal of this site is...
ar: هدف هذا الموقع هو...

source: Still have questions?
ar: مازال لديك أسئلة؟

source: Feedback
ar: مقترحات

source: Give us your feedback!
ar: ماذا لديك من مقترحات لتطوير هذا المجتمع؟

source: <span class='big strong'>Dear %(user_name)s</span>, we look forward to hearing your feedback. Please type and send us your message below.
ar: <span class='big strong'>عزيزي %(user_name)s</span>, نحن نتطلع لسماع مرئياتك. يرجى كتابتها بالإسفل وإرسالها إلينا.

source: <span class='big strong'>Dear visitor</span>, we look forward to hearing your feedback. Please type and send us your message below.
ar: <span class='big strong'>عزيزي الزائر</span>, الموقع هذا يعمل كمجتمع يقوم على اعضاءة والفائدة التي يقدمونها للغير. ان كان لديك أي مقترحات لتطوير المجتمع هذا، أستخدم نموذج المراسلة هذا.

source: (to hear from us please enter a valid email or check the box below)
ar: (لنتمكن من الرد عليك، يرجى إستخدام بريد حقيقي)

source: (this field is required)
ar: (هذا الحقل مطلوب)

source: (Please solve the captcha)
ar: (يرجى حل الكاباتشا)

source: Send Feedback
ar: إرسال المقترحات

source: Groups
ar: المجموعات

source: All groups
ar: كل المجمعات

source: all groups
ar: كل المجموعات

source: My groups
ar: مجموعاتي

source: my groups
ar: مجموعات

source: Group
ar: مجموعة

source: Number of members
ar: عدد الأعضاء

source: Help
ar: مساعدة

source: Welcome %(username)s,
ar: مرحباً %(username)s،

source: Welcome,
ar: مرحباً،

source: Thank you for using %(app_name)s, here is how it works.
ar: شكراً لإستخدامك %(app_name)s، أليك كيف يعمل المجتمع.

source: How questions, answers and comments work
ar: كيف تعمل الأسئلة، الأجوبة والتعليقات

source: This site is for asking and answering questions, not for open-ended discussions.
ar: هذا المجتمع لطرح الأسئلة والإجابة عليها، وليس لفتح النقاشات التي لا نهاية لها.

source: We encourage everyone to use “question” space for asking and “answer” for answering.
ar: نحن ننتظر من الجميع إستخدام مساحة “السؤال” لطرح الأسئلة ومساحة “الإجابة” للإجابة على هذه الأسئلة.

source: Despite that, each question and answer can be commented – the comments are good for the limited discussions.
ar: بالإضافة لهذا، يمكن إستخدام خاصية التعليقات على السؤال او الإجابة لفتح نقاش ضيق وقصير حول محتوى السؤال او الإجابة نفسها لا غير.

source: Please search before asking your questions
ar: يرجى البحث والبحث قبل طرح أي سؤال بالمجتمع

source: Type your question in the search bar and see whether a similar question has been asked before
ar: أستخدم حقل البحث للبحث عن سؤالك أو المواضيع المتعلقة به، وحاول تغيير الكلمات المستخدمة عدة مرات إذا لم تصل للسؤال من أول مرة، لا داعي لوجود أسئلة متكررة، علماً أن الأسئلة المكررة يتم حذفها فوراً.

source: Search has advanced capabilities:
ar: نظام البحث يحتوي على خصائص متقدمة:

source: to search in title - enter [title: your text]
ar: للبحث في عناوين الأسئلة فقط استخدم: [title: your text]

source: to search by tags - enter [tag: sometag] or #sometag
ar: للحبث عن المواضيع مثلا عن linux أستخدم: #linux

source: to search by user - enter [user: somename] or @somename or @"some name"
ar: للبحث عن عضو مثلا mustafa أستخدم: @mustafa

source: In addition, it is possible to click on tags to add them to the search query.
ar: كما يمكنك الضغط على احدى المواضيع للبحث عن الأسئلة المتعلقة بها.

source: <em>Important!!!</em> All search terms are combined with a logical "AND" expression - to narrow the search by adding new terms.
ar: <em>هام</em>، نظام البحث يعتمد على المنطق، لهذا حاول ان تقلل الكلمات المستخدمة بالبحث واستخدم الدقة لتصل لأفضل نتيجة.

source: Voting
ar: التصويت

source: Voting in %(app_name)s helps to select best answers and thank most helpful users.
ar: التصويت في %(app_name)s يساعد على برز المحتوى الجيد للغير وطمر محتوى السيء عنهم، ويساعد على تحديد أفضل إجابة لكل سؤال ليكون الوصول للمعلومة الصحيحة أسرع،

source: Please vote when you find helpful information, it really helps the %(app_name)s community.
ar: فضلاً صوت عندما تجد معلومات مفيدة، وتجنب التصويت الإيجابي او السلبي بناء على المجاملات والأصدقاء فهذا يقلل من سمعتك بالموقع ويقل من قوة محتوى مجتمع %(app_name)s.

source: Other topics
ar: أمور أخرى

source: You can @mention users anywhere in the text to point their attention, follow users and conversations and report inappropriate content by flagging it.
ar: يمكنك متابعة أعضاء المجتمع عن طريق زيارة ملف العضو الشخصي والضغط على زر متابعة، نظام المتابعة يمكنك من متابعة أنشطة ومشاركات الأعضاء المهمين بالنسبة لك. كما يمكنك أستخدام خاصية لفت الإنتباه لعضو معين بداخل الأسئلة، الإجابات والتعليقات عن طريق إستخدام @username (أستبدل username بأسم المستخدم للعضو المطلوب تنبيهه).

source: Enjoy.
ar: الآن يمكنك الإنطلاق بهذا المجتمع لتبدأ وتعمل وفق مبدأ فيد وأستفيد، فهذا هدف مجتمع ServerHang. شكراً لك على القراءة.

source: Tag
ar: موضوع

source: Suggested by
ar: مقترح من

source: Your decision
ar: قرارك

source: Accept
ar: قبول

source: Reject
ar: رفض

source: Reject tag
ar: رفض وسم

source: Nothing found
ar: لم يتم العثور على شيء

source: current number of votes
ar: عدد الأصوات حالياً

source: anonymous user
ar: عضو مجهول

source: posted
ar: نشر

source: this post is marked as community wiki
ar: هذه المشاركة مميزه كمعلومة عامة

source: This post is a wiki. Anyone with karma &gt;%(wiki_min_rep)s is welcome to improve it.
ar: هذه المشاركة ويكي. أي عضو مع قوة سمعة +%(wiki_min_rep)s بإمكانة تحسين المحتوى.

source: updated
ar: حدث

source: Leave this group
ar: ترك هذه المجموعة

source: Join this group
ar: الإنضمام لهذه المجموعة

source: You are a member
ar: انت عضو

source: Cancel application
ar: إلغاء تطبيق

source: Waiting approval
ar: بانتظار الموافقة

source: Ask to join
ar: طلب إنضمام

source: see questions tagged '%(tag)s'
ar: مشاهدة الأسئلة المتعلقة بموضوع '%(tag)s'

source: Comments
ar: التعليقات

source: add a comment
ar: أضف تعليق

source: see more comments
ar: المزيد من التعليقات

source: delete this comment
ar: حذف هذا التعليق

source: edit
ar: تعديل

source: convert to answer
ar: تحويل لإجابة

source: follow %(alias)s
ar: تابع %(alias)s

source: unfollow %(alias)s
ar: إلغاء متابعة %(alias)s

source: following %(alias)s
ar: متابع %(alias)s

source: %(username)s gravatar image
ar: الصورة الرمزية للعضو %(username)s

source: %(username)s's website is %(url)s
ar: موقع %(username)s هو %(url)s

source: previous
ar: السابقة

source: current page
ar: الصفحة الحالية

source: page %(num)s
ar: صفحة %(num)s

source: next page
ar: الصفحة التالية

source: responses for %(username)s
ar: ردود من %(username)s

source: no new responses yet
ar: لايوجد ردود بعد

source: %(new)s new flagged posts and %(seen)s previous
ar: %(new)s مشاركات جديدة معلَّمة و %(seen)s مسبقاً

source: %(new)s new flagged posts
ar: %(new)s مشاركات معلَّمة جديدة

source: %(seen)s flagged posts
ar: %(seen)s مشاركات معلمة

source: Questions
ar: الأسئلة

source: Login/Signup to Post
ar: سجل دخول للنشر

source: Details
ar: التفاصيل

source: Change language
ar: تغيير اللغة

source: Tips
ar: نصائح

source: Retag
ar: تعديل المواضيع

source: Why use and modify tags?
ar: ما فائدة استخدام الوسوم؟

source: Tags help to keep the content better organized and searchable
ar: الوسوم تساعد على ترتيب المحتوى والبحث فيه بشكل أفضل

source: tag editors receive special awards from the community
ar: محرري الوسوم يرسل لهم جوائز خاصة من الأعضاء

source: up to 5 tags, less than 20 characters each
ar: حتى 5 وسوم، أقل من 20 حرفاً لكل واحد منها

source: Closed by: <a href="%(closed_by_profile_url)s">%(username)s</a>
ar: تم إغلاق هذا السؤال بواسطة <a href="%(closed_by_profile_url)s">%(username)s</a>

source: Close reason:
ar: سبب الإغلاق:

source: When:
ar: متى:

source: Reopen this question?
ar: إعادة فتح هذا السؤال؟

source: Reopen this question
ar: إعادة فتح السؤال

source: Revision history
ar: تاريخ المراجعة

source: click to hide/show revision
ar: أضغط لمشاهدة/إخفاء المراجعة

source: revision %(number)s
ar: مراجعة %(number)s

source: Subscribe for tags
ar: الإشتراك بالمواضيع

source: Please, subscribe for the following tags:
ar: يرجى الاشتراك للوسوم التالية:

source: Subscribe
ar: أشترك

source: search for tags
ar: البحث عن مواضيع

source: Users
ar: الأعضاء

source: Users in group %(name)s
ar: المستخدمين في مجموعة %(name)s

source: Select/Sort by &raquo;
ar: اختيار/ترتيب بـ &raquo;

source: people in group %(name)s
ar: الأشخاص في مجموعة %(name)s

source: Sort by &raquo;
ar: رتب بواسطة &raquo;

source: see people with the highest reputation
ar: مشاهدة الأعضاء حسب قوة عطائهم

source: karma
ar: قوة السمعة

source: see people who joined most recently
ar: مشاهدة أخر الاعضاء المسجلين بالموقع

source: recent
ar: الأخير

source: see people who joined the site first
ar: مشاهدة أول الأعضاء تسجيلاً بالموقع

source: see people sorted by name
ar: مشاهدة الأعضاء بواسطة الأسم

source: by username
ar: الأسم

source: users matching query %(search_query)s:
ar: المستخدمين المطابقين للطلب %(search_query)s:

source: Nothing found.
ar: لم يتم العثور على شيء.

source: Please enter your <span>user name</span>, then sign in
ar: يرجى إدخال <span>اسم المستخدم</span>، ثم قم بتسجيل الدخول

source: (or select another login method above)
ar: (أو اختر واحدة من طرق تسجيل الدخول بالأعلى)

source: Sign in
ar: تسجيل دخول

source: Change Email
ar: تعديل البريد

source: Validate email
ar: التحقق من البريد

source: Email verified
ar: تم تأكيد البريد

source: Registration
ar: تسجيل

source: User registration
ar: تسجيل عضو

source: <strong>Screen Name</strong> (<i>will be shown to others</i>)
ar: <strong>أسم المستخدم</strong> (<i>ظاهر للجميع</i>)

source: <strong>Email Address</strong> (<i>will <strong>not</strong> be shared with anyone, must be valid</i>)
ar: <strong>البريد الإلكتروني</strong> (<i>مخفي، غير ظار للأعضاء والزوار، ويجب ان يكون صحيح</i>)

source: Signup
ar: تسجيل

source: Thank you for registering at our Q&A forum!
ar: شكراً للتسجيل في ServerHang، الآن يمكنك المساهمة في بناء المحتوى العربي على الإنترنت!

source: Your account details are:
ar: بيانات حسابك:

source: Username:
ar: أسم المستخدم:

source: Please sign in here:
ar: يرجى تسجيل الدخول هنا

source: Sincerely, Q&A Forum Administrator
ar: أطيب تحية، فريق عمل ServerHang

source: To make use of the Forum, please follow the link below:
ar: لاستخدام المنتدى، يرجى اتباع الرابط التالي:

source: Following the link above will help us verify your email address.
ar: اتباع الرابط بالأعلى سيساعدنا على التحقق من عنوان بريدك الإلكتروني.

source: If you believe that this message was sent in mistake - no further action is needed. Just ignore this email, we apologize for any inconvenience
ar: إذا كنت تظن أن هذه الرسالة ارسلت بالخطأ - لا حاجة لاتخاذ أية خطوات. فقط قم بتجاهل هذا البريد، ونعتذر عن أية إزعاج

source: Logout
ar: تسجيل خروج

source: You have successfully logged out
ar: تم تسجيل الخروج بنجاح

source: However, you still may be logged in to your OpenID provider. Please logout of your provider if you wish to do so.
ar: قد تكون مازلت مسجل دخول في خدمة OpenID التي تستخدمها (مثل تويتر، فيسبوك)، يمكنك التاكد وتسجيل الخروج ان احببت ذلك.

source: User login
ar: دخول عضو

source: Your answer to %(title)s %(summary)s will be posted once you log in
ar: <span class="strong big">Your answer to </span> <i>"<strong>%(title)s</strong> %(summary)s..."</i> <span class="strong big">is saved and will be posted once you log in.</span>

source: Your question %(title)s %(summary)s will be posted once you log in
ar: <span class="strong big">Your question</span> <i>"<strong>%(title)s</strong> %(summary)s..."</i> <span class="strong big">is saved and will be posted once you log in.</span>

source: It's a good idea to make sure that your existing login methods still work, or add a new one. Please click any of the icons below to check/change or add new login methods.
ar: من الجيدة التحقق ما إذا كانت طريقة تسجيل دخولك الحالية ما زالت تعمل، أو قم بإضافة طريقة أخرى. يرجى اختيار أحد الأيقونات بالأسفل للتحقق\للتغيير أو لإضافة طريقة دخول جديدة.

source: Please add a more permanent login method by clicking one of the icons below, to avoid logging in via email each time.
ar: الرجاء إدخال طرق تسجيل دخول دائمة أخرى باختيار أحد الأيقونات بالأسفل، لتجنب تسجيل الدخول عن طريق البريد في كل مرة.

source: Click on one of the icons below to add a new login method or re-validate an existing one.
ar: أضغط على ايقونة أي من هذه الخدمات لإضافتها او إزالتها، كما يمكنك ايضاً من إعادة تأكيد المزود.

source: You don't have a method to log in right now, please add one or more by clicking any of the icons below.
ar: لا يوجد لديك طريقة لتسجيل الدخول الآن، يرجى إضافة واحدة أو أكثر عن طريق اختيار واجدة من الأيقونات بالأسفل.

source: Please check your email and visit the enclosed link to re-connect to your account
ar: يرجى مراجعة بريدك الإلكتروني، والضغط على الرابط الخاص الذي ارسلناه لك لتتمكن من إستعادة حسابك.

source: Please, sign in
ar: يرجى تسجيل الدخول

source: Login failed, please try again
ar: فشل الدخول، يرجى تكرار المحاولة

source: Login or email
ar: البريد الإلكتروني

source: Password
ar: كلمة المرور

source: To change your password - please enter the new one twice, then submit
ar: لتغيير كلمة المرور، يرجى إدخال كلمة مرور جديدة مرتبين ثم أرسل.

source: New password
ar: كلمة مرور جديدة

source: Please, retype
ar: يرجى إعادة الكتابة

source: Change password
ar: تغيير كلمة المرور

source: Here are your current login methods
ar: وسائل الدخول المستخدمة حالياً

source: provider
ar: المزود

source: last used
ar: آخر إستخدام

source: delete, if you like
ar: حذف الوسيلة

source: delete
ar: حذف

source: cannot be deleted
ar: لا يمكن حذفها

source: Still have trouble signing in?
ar: مازال لديك مشكلة بتسجيل الدخول؟

source: Please, enter your email address below and obtain a new key
ar: يرجى إدخال البريد الخاص بك هنا لإرسال كود جديد

source: Please, enter your email address below to recover your account
ar: يرجى إدخال البريد الخاص بك هنا لإستعادة الحساب

source: recover your account via email
ar: إستعادة حسابك عبر البريد

source: Send a new recovery key
ar: إرسال مفتاح إستعادة جديد

source: Recover your account via email
ar: إستعادة حسابك عبر البرد

source: Please register by clicking on any of the icons below
ar: يمكنك التسجيل من خلال أحدى هذه الخدمات الإجتماعية

source: or create a new user name and password here
ar: كما يمكنك تسجيل حساب خاص من خلال النموذج بالأسفل

source: Create login name and password
ar: انشاء اسم تسجيل الدخول وكلمة المرور

source: Please read and type in the two words below to help us prevent automated account creation.
ar: فضلاً أدخل كلمة التحقق البشري، تساعدنا هذه الطريقة بمنع التسجيل العشوائي والتلقائي.

source: or
ar: أو

source: return to OpenID login
ar: العودة لتسجيل الدخول عن طريق OpenID

source: Confirm email address
ar: تأكيد البريد الإلكتروني

source: Validation email sent. Please find it and follow the enclosed link.<br/> If the link doesn't work - enter the code below:
ar: تم إرسال بريد للتحقق من صحة البريد. يرجى فتح الرسالة واضغط على الرابط المرفق.<br/> واذا لم يعمل، انسخ الكود فقط والصق في الحقل هنا:

source: Confirm email
ar: تأكيد البريد

source: Choose your favorite service below to sign in using secure OpenID or similar technology. Your external service password always stays confidential and you don't have to rememeber or create another one.
ar: اختر خدمتك المفضلة بالأسفل لتسجيل الدخول باستخدام OpenID أو ما يشابهه. ستساعدك هذه التقنية في الحفاظ على كلمة مرور الخدمة الخارجية ولن تحتاج أن تتذكر أو تنشيء لكمة مرور أخرى.

source: or enter your <span>user name and password</span>, then sign in
ar: أو أدخل <span>اسم المستخدم وكلمة المرور</span>، ثم سجل الدخول

source: add avatar
ar: أضف صورة رمزية

source: Change avatar
ar: تعديل الصورة الرمزية

source: Your current avatar:
ar: الصورة الرمزية الحالية

source: You haven't uploaded an avatar yet. Please upload one now.
ar: لم تقم برفع أي صورة رمزية بعد، يرجى رفع واحدة الآن.

source: Upload New Image
ar: رفع صورة جديدة

source: change avatar
ar: تعديل الصورة الرمزية

source: Choose new Default
ar: اختيار افتراضي جدديد

source: Upload
ar: رفع

source: delete avatar
ar: حذف الصورة الرمزية

source: Please select the avatars that you would like to delete.
ar: يرجى اختيار الصور الرمزية التي تريد حذفها.

source: You have no avatars to delete. Please <a href="%(avatar_change_url)s">upload one</a> now.
ar: لا يوجد لديك صور رمزية للحذف. يرجى <a href="%(avatar_change_url)s">رفع واحدة</a> الآن.

source: Delete These
ar: حذف هذه

source: %(user)s, please reply to this message.
ar: %(user)s، يرجى الرد على هذه الرسالة.

source: Your post could not be published, because we could not detect signature in your email.
ar: مشاركتك لم ترسل، لأننا لم نعثر على توقيع في بريدك.

source: This happened either because this is your first post or you have changed your email signature.
ar: هذا يحصل بسبب أن هذه مشاركتك الأولى أو أنك غيرت توقيع البريد.

source: Please make a simple response, without editing this message.
ar: الرجاء القيام برد بسيط، بدون تحرير هذه الرسالة.

source: We will then attempt to detect the signature in your response and you should be able to post.
ar: لذلك سنحاول أن نكشف توقيعك من ردك ويجب أن تتمكن من المشاركة بعد ذلك.

source: Dear %(name)s,
ar: عزيزي %(name)s،

source: To make posts by email, you need to receive about %(min_upvotes)s upvotes.
ar: لإرسال المشاركات بالبريد، تحتاج أن تحصل على %(min_upvotes)s تصويتات.

source: Question by %(author)s:
ar: سؤال بواسطة %(author)s:

source: Asked by %(author)s:
ar: سُأل بواسطة %(author)s:

source: Tags:
ar: مواضيع:

source: %(author)s's comment:
ar: تعليق %(author)s:

source: In reply to %(author)s's comment:
ar: كرد على تعليق %(author)s:

source: Commented by %(author)s:
ar: التعليق بواسطة %(author)s:

source: Below is a copy of your post:
ar: بالأسفل نسخة من مشاركتك:

source: Great, you are ready to use %(site_name)s!
ar: رائع، تستطيع استخدام %(site_name)s!

source: When you receive update notifications, you will be able to respond to them, also by email.
ar: عندما تحصل على تنبيهات التحديث، ستتمكن من الاستجابة لهم، أيضاً عن طريق الإيميل.

source: Your post was rejected.
ar: تم رفض مشاركتك.

source: Your post (copied in the end), was rejected for the following reason:
ar: مشاركتك (نسخت في الأخير)، رفضت للأسباب التالية:

source: Here is your original post
ar: هنا مشاركتك الأصلية

source: <p>The system was unable to process your message successfully, the reason being:<p>
ar: <p>لم يتمكن النظام من معالجة رسالتك بنجاح، السبب هو:<p>

source: Welcome to %(site_name)s!
ar: مرحباً بك في %(site_name)s

source: Important: <em>Please reply</em> to this message, without editing it. We need this to determine your email signature and that the email address is valid and was typed correctly.
ar: هام: <em>يرجى الرد</em> على هذه الرسالة، بدون تحريرها. نحن بحاجة إلى ذلك لتحديد توقيع بريدك والتأكد من عنوانه وكتابته.

source: Edit
ar: تعديل

source: Just copy the &lt;script&gt; tag provided and paste it in the site where you wan to put it.
ar: Just copy the &lt;script&gt; tag provided and paste it in the site where you wan to put it. Just copy the &lt;script&gt; tag provided and paste it in the site where you wan to put it.

source: Save
ar: حفظ

source: Ask a question
ar: أطرح سؤالك معنا

source: view list
ar: عرض القائمة

source: %(author)s wrote:
ar: %(author)s كتب:

source: To reply please <a class="thread-link" href="THREAD_URL_HOLE">visit your message inbox</a>
ar: للرد يرجى <a class="thread-link" href="THREAD_URL_HOLE">زيارة صندوق الرسائل الواردة</a>

source: compose
ar: تحرير

source: You wrote on %(date)s:
ar: لقد كتبت في %(date)s:

source: Messages by sender:
ar: الرسائل حسب المرسل:

source: inbox
ar: الرسائل

source: sent
ar: المرسلة

source: trash
ar: السلة

source: there are no messages yet...
ar: لا يوجد رسائل بعد...

source: Sites
ar: مواقع

source: Settings
ar: إعدادات

source: Please correct the error below.
ar: لا توجد اخطاء

source: Settings included in %(name)s.
ar: إعدادات يشملها %(name)s.

source: You don't have permission to edit values.
ar: ليس لديك صلاحيات لتعديل هذه القيم.

source: Documentation
ar: الوثائق

source: Log out
ar: تسجيل خروج

source: Home
ar: الرئيسية

source: Edit Site Settings
ar: تعديل إعدادات الموقع

source: Group settings: %(name)s
ar: إعدادات مجموعة: %(name)s

source: Uncollapse all
ar: جمع الكل

source: with %(author_name)s's contributions
ar: مع إسهامات %(author_name)s

source: Tagged
ar: المواضيع

source: Search tips:
ar: نصائح البحث:

source: reset author
ar: إعادة تعيين مؤلف

source: or
ar: أو

source: reset tags
ar: إعادة تعيين وسم

source: start over
ar: إبدأ من جديد

source: - to expand, or dig in by adding more tags and revising the query.
ar: - للتمديد، أو للتعمق بإضافة وسوم ومراجعة الطلب.

source: Search tip:
ar: نصائح البحث:

source: No questions here.
ar: لا يوجد أسئلة هنا.

source: You can expand your search by
ar: يمكنك توسيع بحثك بـ

source: resetting author
ar: جار إعادة تعيين المؤلف

source: resetting tags
ar: جار إعادة تعيين الوسوم

source: starting over
ar: إبدأ من جديد

source: Please always feel free to ask your question!
ar: أطرح سؤالك بكل حرية أن لم يكن قد كتب من قبل!

source: Did not find what you were looking for?
ar: لم تجد إجابة لسؤالك بعد؟

source: Ask your question!
ar: أنشر سؤالك الآن لتحصل على الإجابة!

source: subscribe to the questions feed
ar: الإشتراك بخلاصة RSS لمتابعة آخر الأسئلة المطروحة

source: RSS
ar: خلاصة RSS

source: Tag search
ar: بحث عن موضوع

source: search
ar: بحث

source: Please note: %(app_name)s requires javascript to work properly, please enable javascript in your browser, <a href="%(noscript_url)s">here is how</a>
ar: ملاحظة: %(app_name)s تحتاج إلى جافاسكربت لتعمل بشكل سليم، يرجى تفعيل جافاسكربت في متصفحك، <a href="%(noscript_url)s">هنا كيفية القيام بذلك</a>

source: each tag must be shorter that %(max_chars)s character
ar: الوسم يجب أن يكون أقصر من %(max_chars)s حرف

source: please use %(tag_count)s tag
ar: الرجاء استخدام %(tag_count)s وسوم أو أقل

source: please use up to %(tag_count)s tags, less than %(max_chars)s characters each
ar: يمكنك بإستخدام %(tag_count)s مواضيع كحد أقصى، وأن لا يتجاوز كل موضوع عن %(max_chars)s حرف.

source: Edit this reason
ar: تعديل هذا السبب

source: Delete this reason
ar: حذف هذا السبب

source: Add a new reason
ar: أضف سبب جديد

source: none
ar: لاشيء

source: This response is published
ar: تم نشر الرد

source: remove offensive flag
ar: إلغاء تبليغ الإساءة

source: remove flag
ar: إزالة التبليغ

source: report as offensive (i.e containing spam, advertising, malicious text, etc.)
ar: التبليغ على المحتوى (مثلا سبام، دعائي، يحتوي روابط ضارة، يحتوي مواد سيئة...الخ.)

source: flag offensive
ar: تبليغ إساءة

source: undelete
ar: إلغاء الحذف

source: unpublish
ar: إلغاء النشر

source: publish
ar: نشر

source: permanent link
ar: الرابط الدائم

source: link
ar: رابط

source: repost as a comment under the older answer
ar: إعادة النشر كتعليق على الإجابة الأقدم
