Repository: odero/askbot-devel
Catalog: askbot/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Please, enter your new password
ar: فضلاً أدخل كلمة السر الجديدة

source: Passwords did not match
ar: كلمات السر لم تتطابق

source: Please choose password > %(len)s characters
ar: يرجى إختيار كلمة مرور مكونة من %(len)s حرف ورقم

source: password is required
ar: كلمة المرور مطلوبة

source: Old password is incorrect. Please enter the correct password.
ar: كلمة المرور القديمة غير صحيحة. يرجى إدخال كلمة المرور الصحيحة.

source: Sorry, we don't have this email address in the database
ar: عذراً، هذا البريد الإلكتروني غير موجود في قاعدة البيانات

source: Your user name (<i>required</i>)
ar: اسم المستخدم (<i>مطلوب</i>)

source: sorry, there is no such user name
ar: لا يوجد أسم مستخدم!

source: %(site)s user name and password
ar: تسجيل دخول بعضوية %(site)s

source: Create a password-protected account
ar: تسجيل عضوية جديدة

source: Change your password
ar: تغيير كلمة السر

source: Sign in with Yahoo
ar: الدخول بحساب Yahoo

source: Change your %(provider)s password
ar: تغيير كلمة مرور %(provider)s

source: Click to see if your %(provider)s signin still works for %(site_name)s
ar: أضغط لمعرفة أن مازال %(provider)s يعمل ويمكنك تسجيل الدخول من خلاله في %(site_name)s

source: Create password for %(provider)s
ar: إنشاء كلمة مرور لـ %(provider)s

source: Connect your %(provider)s account to %(site_name)s
ar: ربط %(provider)s بحسابك في %(site_name)s

source: Signin with %(provider)s user name and password
ar: تسجيل الدخول بأسم المستخدم وكلمة المرور بواسطة %(provider)s

source: Sign in with your %(provider)s account
ar: سجيل دخول بحسابك في %(provider)s

source: OpenID %(openid_url)s is invalid
ar: OpenID %(openid_url)s باطل

source: Your new password saved
ar: تم حفظ كلمة المرور الجديدة

source: Unfortunately, there was some problem when connecting to %(provider)s, please try again or use another provider
ar: لسوء الحظ، هناك مشكلة عند الاتصال بـ %(provider)s، الرجاء إعادة المحاولة أو استخدام موفر خدمة آخر

source: The login password combination was not correct
ar: كلمة المرور خاطئة

source: Please click any of the icons below to sign in
ar: يمكنك تسجيل الدخول بحسابك في المواقع الإجتماعية

source: Account recovery email sent
ar: تم إرسال بريد إستعادة الحساب

source: Please add one or more login methods.
ar: يرجى إضافة وسيلة دخول واحدة أو أكثر.

source: If you wish, please add, remove or re-validate your login methods
ar: إدارة وسائل الدخول للحساب

source: Please wait a second! Your account is recovered, but ...
ar: انتظر لحظة! تم استرجاع حسابك، لكن ...

source: Sorry, this account recovery key has expired or is invalid
ar: عذراً، مفتاح إستعادة الحساب هذا قد أنتهى واصبح غير صالح

source: Login method %(provider_name)s does not exist
ar: إمكانية الدخول عبر %(provider_name)s غير متاحة

source: Oops, sorry - there was some error - please try again
ar: عذراً - هناك خطأ ما - يرجى المحاولة مرة أخرى

source: Your %(provider)s login works fine
ar: تسجيل دخولك %(provider)s يعمل بشكل جيد

source: Recover your %(site)s account
ar: إستعادة حساب في %(site)s

source: Please check your email and visit the enclosed link.
ar: راجع بريدك، وأضغط على الرابط المرسل بالبريد.

source: Re:
ar: رد:

source: Site
ar: الموقع

source: Allowed image file types are %(types)s
ar: صيغ الصور المسموح بها: %(types)s

source: Congratulations, you are now an Administrator
ar: تهانياً، أنت الأن مشرف عام

source: <p>To ask by email, please:</p>
ar: <p>لطرح السؤال عبر البريد:</p>

source: <li>Type title in the subject line</li>
ar: <li>اكتب عنواناً في سطر العنوان</li>

source: <li>The beginning of the subject line can contain tags, <em>enclosed in the square brackets</em> like so: [Tag1; Tag2]</li>
ar: <li>بداية سطر العنوان يمكن أن تحتوي وسوماً، <em>محاطة بأقواس مربعة</em> مثل: [وسم1; وسم2]</li>

source: <li>In the beginning of the subject add at least one tag <em>enclosed in the brackets</em> like so: [Tag1; Tag2].</li>
ar: <li>في بداية العنوان أضف على الأقل وسماً واحداً <em>محاطاً بأقواس مربعة</em> مثل: [وسم1; وسم2].</li>

source: <p>Note that a tag may consist of more than one word, to separate the tags, use a semicolon or a comma, for example, [One tag; Other tag]</p>
ar: لاحظ أن الوسم قد يتألف من أكثر من كلمة، للفصل بين الوسوم، استخدم فاصلة منقوطة أو فاصلة عادية، مثل، [وسم واحد; وسم آخر]

source: You were replying to an email address unknown to the system or you were replying from a different address from the one where you received the notification.
ar: لقد كنت ترد على عنوان بريد غير معروف للنظام أو كنت ترد من عنوان مختلف عن الذي استلمت عليه التنبيه.

source: Re: Welcome to %(site_name)s
ar: رد: مرحباً في %(site_name)s

source: Please reply to the welcome email without editing it
ar: يرجى الرد على بريد الترحيب بدون تحريره

source: Re: %s
ar: رد: %s

source: Please accept the best answer for this question:
ar: فضلاً أقبل أفضل إجابة للسؤال:

source: Please accept the best answer for these questions:
ar: فضلاً إختار أفضل إجابة لهذه الأسئلة:

source: new question
ar: سؤال جديد

source: Please log in to use %s
ar: سجل دخول لإستخدام %s

source: Sorry, but you have only read access
ar: عذراً، لديك صلاحية القراءة فقط

source: Sorry, you cannot accept or unaccept best answers because your account is blocked
ar: عذراً، لا يمكنك قبول او رفض الإجابات لأن حسابك محجوب

source: Sorry, you cannot accept or unaccept best answers because your account is suspended
ar: عذراً، لا يمكنك قبول او رفض الإجابات لأن حسابك مفصول

source: >%(points)s points required to accept or unaccept your own answer to your own question
ar: >%(points)s نقطة مطلوبة لقبول او رفض إجابتك على سؤالك

source: Sorry, you will be able to accept this answer only after %(will_be_able_at)s
ar: سوف تستطيع قبول هذه الإجابة بعد %(will_be_able_at)s

source: Sorry, only moderators or original author of the question - %(username)s - can accept or unaccept the best answer
ar: فقط المشرفين والكاتب الأصلي للسؤال - %(username)s - يستطيعون قبول او رفض أفضل إجابةSorry, only administrators, moderators or users with reputation > %(min_rep)s can %(perform_action)s

source: Sorry, you cannot vote for your own posts
ar: لا يمكنك التصويت على مشاركتك!

source: Sorry your account appears to be blocked
ar: عذراً، يبدو أن حسابك محجوب

source: Sorry your account appears to be suspended
ar: عذراً، يبدو أن حسابك مفصول

source: >%(points)s points required to upvote
ar: >%(points)s نقطة مطلوبة لإعطاء أصوات إيجابية

source: >%(points)s points required to downvote
ar: >%(points)s نقطة مطلوبة لإعطاء أصوات سلبية

source: Sorry, blocked users cannot upload files
ar: عذراً، الأعضاء المحجوبين لا يمكنهم رفع الملفات

source: Sorry, suspended users cannot upload files
ar: عذراً، الأعضاء المفصولين لا يمكنهم رفع الملفات

source: sorry, file uploading requires karma >%(min_rep)s
ar: لرفع الملفات يجب أن يكون لديك %(min_rep)s نقطة على الأقل

source: upvote
ar: تصويت إيجابي

source: downvote
ar: تصويت سلبي

source: Could not post, because your karma is insufficient to publish links
ar: لا يمكن نشر المشاركة، عدد نقاطك المكتسبة لا تسمح بعد بإضافة الروابط

source: Sorry, you already gave an answer, please edit it instead.
ar: لقد قمت أصلاً بإعطاء إجابة، فضلاً عدل إجابتك السابقة بدل نشر إجابة جديدة

source: Sorry, comments (except the last one) are editable only within %(minutes)s minute from posting
ar: المعذرة، التعليقات (ما عدا الأخيرة) يمكن تحريرها فقط خلال %(minutes)s دقائق بعد الإرسال

source: Sorry, but only post owners or moderators can edit comments
ar: فقط كتاب التعليقات والمشرفين لهم صلاحية التعديل

source: Sorry, since your account is suspended you can comment only your own posts
ar: بسبب أن حسابك مفصول يمكنك كتابة التعليقات على مشاركاتك فقط

source: This post has been deleted and can be seen only by post owners, site administrators and moderators
ar: هذه المشاركة محذوفة، يمكن مشاهدة من قبل الكاتب الأصلي والمشرفين فقط

source: Sorry, only moderators, site administrators and post owners can edit deleted posts
ar: فقط الكاتب الأًصلي والمشرفين يمكنهم تعديل المشاركات الحذوفة

source: Sorry, since your account is blocked you cannot edit posts
ar: بسبب أن حسابك محجوب لا يمكنك تعديل المشاركات

source: Sorry, since your account is suspended you can edit only your own posts
ar: بسبب أن حسابك مفصول يمكنك فقط تعديل مشاركاتك

source: Sorry, to edit wiki posts, a minimum reputation of %(min_rep)s is required
ar: لتعديل مشاركات الويكي يجب ان يكون لديك على الأقل %(min_rep)s نقطة

source: Sorry, to edit other people's posts, a minimum reputation of %(min_rep)s is required
ar: لتعديل مشاركات الغير يجب أن يكون لديك على الأقل %(min_rep)s نقطة

source: Sorry, since your account is blocked you cannot delete posts
ar: بسبب أن حسابك محجوب لا يمكنك حذف المشاركات

source: Sorry, since your account is suspended you can delete only your own posts
ar: بسبب أن حسابك مفصول يمكنك فقط تعديل مشاركاتك

source: Sorry, to delete other people's posts, a minimum reputation of %(min_rep)s is required
ar: لحذف مشاركات الغير يجب أن يكون لديك على الأقل %(min_rep)s نقطة

source: Sorry, since your account is blocked you cannot close questions
ar: بسبب أن حسابك محجوب لا يمكنك إغلاق الأسئلة

source: Sorry, since your account is suspended you cannot close questions
ar: بسبب أن حسابك مفصول يمكنك إغلاق اسألتك فقط

source: Sorry, to close other people' posts, a minimum reputation of %(min_rep)s is required
ar: لإغلاق مشاركات الغير يجب أن يكون لديك على الاقل %(min_rep)s نقطة

source: Sorry, to close own question a minimum reputation of %(min_rep)s is required
ar: لإغلاق أسالتك يجب أن يكون لديك على الأقل %(min_rep)s نقطة

source: Sorry, only administrators, moderators or post owners with reputation > %(min_rep)s can reopen questions.
ar: فقط المشرفين او الكاتب الأًصلي في حالة كان لديه على الأقل %(min_rep)s نقطة يمكنهم إعادة فتح السؤال.

source: Sorry, to reopen own question a minimum reputation of %(min_rep)s is required
ar: لإعادة فتح سؤالك يجب أن يكون لديك على الأقل %(min_rep)s نقطة

source: Sorry, you cannot reopen questions because your account is blocked
ar: بسبب أن حسابك محجوب لا يمكنك إعادة فتح السؤال

source: Sorry, you cannot reopen questions because your account is suspended
ar: بسبب أن حسابك مفصول لا يمكنك إعادة فتح السؤال

source: You have flagged this question before and cannot do it more than once
ar: لقد قمت من قبل بالتبليغ على هذا السؤال، لا يمكنك التبليغ أكثر من مرة

source: Sorry, since your account is blocked you cannot flag posts as offensive
ar: بسبب أن حسابك محجوب لا يمكنك التبليغ على المشاركات

source: Sorry, to flag posts as offensive a minimum reputation of %(min_rep)s is required
ar: للتبليغ على المشاركات يجب أن يكون لديك على الأقل %(min_rep)s نقطة

source: Sorry, since your account is blocked you cannot remove flags
ar: بسبب أن حسابك محجوب لا يمكنك إزالة التبليغات

source: Sorry, your account appears to be suspended and you cannot remove flags. Please contact the forum administrator to reach a resolution.
ar: حسابك مفصول لا يمكنك إزالة التبليغات، فضلاً راسل إدارة المجتمعSorry, only moderators, site administrators and post owners can edit deleted posts

source: you don't have the permission to remove all flags
ar: ليس لديك الصلاحية لإزالة كل التبليغات

source: no flags for this entry
ar: لا يوجد تبليغات على هذا المحتوى

source: Sorry, only question owners, site administrators and moderators can retag deleted questions
ar: فقط الكاتب الأصلي والمشرفين لديهم صلاحية إعادة تعيين مواضيع السؤال المحذوف

source: Sorry, since your account is blocked you cannot retag questions
ar: بسبب أن حسابك محجوب لا يمكنك إعادة تعيين مواضيع السؤال

source: Sorry, since your account is suspended you can retag only your own questions
ar: بسبب أن حسابك مفصول يمكنك فقط إعادة تعيين مواضيع أسالتك

source: Sorry, to retag questions a minimum reputation of %(min_rep)s is required
ar: لإعادة تعيين مواضيع السؤال يجب أن يكون لديك على الأقل %(min_rep)s نقطة

source: Sorry, since your account is blocked you cannot delete comment
ar: بسبب أن حسابك محجوب لا يمكنك حذف التعليق

source: Sorry, since your account is suspended you can delete only your own comments
ar: بسب أن حسابك مفصول يمكنك فقط حذف تعليقاتك

source: Sorry, to delete comments reputation of %(min_rep)s is required
ar: لحذف تعليق يجب أن يكون لديك على الأقل %(min_rep)s نقطةSorry, you have exhausted the maximum number of %(max_flags_per_day)s offensive flags per day.

source: cannot remove non-existing flag
ar: لا يمكن حذف علم غير موجود

source: sorry, but older votes cannot be revoked
ar: الأصوات القديمة لا يمكن التراجع عنها

source: on %(date)s
ar: في %(date)s

source: in two days
ar: خلال يومين

source: tomorrow
ar: غداً

source: in %(hr)d hour
ar: خلال %(hr)d ساعة

source: in %(min)d min
ar: %(min)d دقيقة

source: %(days)d day
ar: %(days)d يوم

source: Anonymous
ar: مجهول

source: Registered User
ar: مستخدم مسجل

source: Suspended User
ar: مستخدم موقوف مؤقتاً

source: Blocked User
ar: مستخدم محجوب

source: Watched User
ar: Watched

source: %(username)s karma is %(reputation)s
ar: سمعة %(username)s: %(reputation)s

source: one gold badge
ar: %(count)d شارات ذهبية

source: one silver badge
ar: %(count)d شارات فضية

source: one bronze badge
ar: %(count)d شارات برونزية

source: %(item1)s and %(item2)s
ar: %(item1)s و %(item2)s

source: %(user)s has %(badges)s
ar: %(user)s لديه %(badges)s

source: At least %d karma point is required to post links
ar: ينبغي أن يكون لديك %d نقاط سمعة على الأقل لتتمكن من إدراج الروابط

source: %(user)s shared a %(post_link)s.
ar: %(user)s شارك %(post_link)s.

source: %(user)s edited a %(post_link)s.
ar: %(user)s عدل %(post_link)s.

source: %(user)s posted a %(post_link)s
ar: %(user)s نشر %(post_link)s

source: %(user)s edited an %(post_link)s.
ar: %(user)s عدل %(post_link)s.

source: %(user)s posted an %(post_link)s.
ar: %(user)s نشر %(post_link)s.

source: %(user)s posted a %(post_link)s.
ar: %(user)s نشر %(post_link)s.

source: To reply, PLEASE WRITE ABOVE THIS LINE.
ar: للرد، "الرجاء الكتابة فوق هذا الخط".

source: Congratulations, you have received a badge '%(badge_name)s'. Check out <a href="%(user_profile)s">your profile</a>.
ar: تهانينا، حصلت على وسام '%(badge_name)s'. راجع <a href="%(user_profile)s">سجلَّك</a>.

source: Welcome to %(site_name)s
ar: مرحباً في %(site_name)s

source: Your tag subscription was saved, thanks!
ar: تم حفظ اشتراكك في الوسم، شكراً!

source: Deleted own post with %(votes)s or more upvotes
ar: حذف مشاركتك مع وجود %(votes)s صوت إيجابي أو أكثر

source: Disciplined
ar: منضبط

source: Deleted own post with %(votes)s or more downvotes
ar: حذف مشاركتك مع وجود %(votes)s صوت سلبي أو أكثر

source: Peer Pressure
ar: مضغوط

source: Received at least %(votes)s upvote for an answer for the first time
ar: الحصول على أول %(votes)s صوت إيجابي لأحد الأجوبة

source: Teacher
ar: أستاذ

source: Supporter
ar: داعم

source: First upvote
ar: أول تصويت إيجابي

source: Critic
ar: ناقد

source: First downvote
ar: أول تصويت سلبي

source: Civic Duty
ar: مؤدي الواجب

source: Voted %(num)s times
ar: صوت %(num)s مرة

source: Answered own question with at least %(num)s up votes
ar: الإجابة على سؤالك مع على الأقل %(num)s صوت إيجابي

source: Self-Learner
ar: متعلم ذاتياً

source: Answer voted up %(num)s times
ar: التصويت الإيجابي على الإجابة %(num)s مرة

source: Question voted up %(num)s times
ar: التصويت الإيجابي على السؤال %(num)s مرة

source: Student
ar: طالب

source: Asked first question with at least one up vote
ar: طرح أول سؤال مع وجود تصويت إيجابي واحد على الأقل

source: Asked a question with %(views)s views
ar: طرح سؤال مع %(views)s مشاهدة

source: Asked a question and accepted an answer
ar: طرح سؤال وقبول إجابة

source: Scholar
ar: مثقف

source: Enlightened
ar: مستنير

source: First answer was accepted with %(num)s or more votes
ar: أول إجابة تم قبولها مع %(num)s صوت أو أكثر

source: Guru
ar: مُعلم

source: Answer accepted with %(num)s or more votes
ar: إجابة تم قبولها مع %(num)s صوت أو أكثر

source: Answered a question more than %(days)s days later with at least %(votes)s votes
ar: الإجابة على سؤال بعد %(days)s يوم مع على الأقل وجود %(votes)s صوت%(answered_a_question)s more than %(days)s days later with at least %(votes)s votes

source: Necromancer
ar: قسم الأرشيف

source: Citizen Patrol
ar: قائد لجنة شعبية

source: First flagged post
ar: أول تبليغ على مشاركة

source: Cleanup
ar: تراجع

source: First rollback
ar: تراجع عن تصويت

source: Pundit
ar: ناقد إيجابي

source: Left 10 comments with score of 10 or more
ar: ترك 10 تعليقات مع 10 أصوات أو أكثر

source: Editor
ar: محرر

source: First edit
ar: أول تعديل

source: Associate Editor
ar: كبير المحررين

source: Edited %(num)s entries
ar: تعديل %(num)s مشاركة

source: Organizer
ar: شخص منظم

source: First retag
ar: أول إعادة تعيين مواضيع

source: Autobiographer
ar: شخص معروف

source: Completed all user profile fields
ar: إكمال جميع حقول الملف الشخصي

source: Question favorited by %(num)s users
ar: تم تفضيل السؤال من قبل %(num)s عضو

source: Enthusiast
ar: متحمس

source: Visited site every day for %(num)s days in a row
ar: زيارة الموقع كل يوم لمدة %(num)s أيام متتابعة

source: Commentator
ar: معلق

source: Posted %(num_comments)s comments
ar: نشر %(num_comments)s تعليقات

source: Taxonomist
ar: مصنف المواضيع

source: Created a tag used by %(num)s questions
ar: إنشاء موضوع وتم إستخدامة في %(num)s سؤال

source: Expert
ar: خبير متخصص

source: Very active in one tag
ar: نشط جداً في موضوع واحد

source: message
ar: رسالة

source: Question:
ar: سؤال:

source: Answer:
ar: جواب:

source: more
ar: المزيد

source: This post is temporarily not available
ar: هذه المشاركة غير متوفرة مؤقتاً

source: Thank you for your post to %(site)s. It will be published after the moderators review.
ar: شكرا لمشاركتك في %(site)s. سيتم نشرها بعد مراجعة المراقبين.

source: your post to %(site)s
ar: مشاركتك في %(site)s

source: Your post was placed on the moderation queue and will be published after the moderator approval.
ar: تم وضع مشاركتك في قائمة انتظار المراجعة وسيتم نشرها بعد موافقة المراقب.

source: " and "%s"
ar: " و "%s"

source: " and more
ar: " و المزيد

source: %(count)d answer:
ar: %(count)d جواب:

source: Tag %s is new and will be submitted for the moderators approval
ar: الوسم %s جديد وسيتم ارساله إلى المراقبين للموافقة

source: Post an answer
ar: نشر إجابة

source: Post a comment
ar: نشر تعليق

source: Edit post
ar: تعديل المشاركة

source: added content by email
ar: المحتويات المضافة عن طريق البريد الإلكتروني

source: edited by email
ar: التحرير بالبريد

source: <em>Changed by moderator. Reason:</em> %(reason)s
ar: <em>تم التعديل بواسطة المشرف. السبب:</em> %(reason)s

source: New tags added to %s
ar: وسوم جديدة أضيفت إلى %s

source: Entire forum
ar: كامل المنتدى

source: Questions that I asked
ar: الأسئلة التي سألتها

source: Questions that I answered
ar: أسئلة جاوبت عليها

source: Individually selected questions
ar: اسئلة مختارة بشكل فردي

source: Mentions and comment responses
ar: التنبيهات والتعليقات

source: Instantly
ar: فوراً

source: Daily
ar: يومي

source: Weekly
ar: أسبوعي

source: No email
ar: بدون بريد

source: Can join when they want
ar: يمكنهم الإنضمام وقتما شاؤوا

source: Users ask permission
ar: المستخدمين يطلبون الإذن

source: Moderator adds users
ar: المشرف يضيف المستخدمين

source: Page not found
ar: لم يتم العثور على الصفحة

source: Sorry, could not find the page you requested.
ar: عذراً، لم نجد الصفحة المطلوبة.

source: This might have happened for the following reasons:
ar: قد يكون هذا حصل للأسباب التالية:

source: this question or answer has been deleted;
ar: السؤال أو الإجابة تم حذفها؛

source: url has error - please check it;
ar: الرابط يحتوي أخطاء - فضلاً تأكد؛

source: the page you tried to visit is protected or you don't have sufficient points, see
ar: الصفحة التي تحاول طلبها تطلب صلاحيات خاصية او نقاط معينة، راجع

source: faq
ar: أشئلة شائعة

source: if you believe this error 404 should not have occured, please
ar: إذا كنت متأكد ان الخطأ 404 يجب أن لا يظهر لك، فضلاً

source: report this problem
ar: بلغ عن هذه المشكلة

source: back to previous page
ar: الرجوع للصفحة السابقة

source: see all questions
ar: مشاهدة جميع الأسئلة

source: see all tags
ar: مشاهدة جميع المواضيع

source: Internal server error
ar: خطأ سيرفر داخلي

source: system error log is recorded, error will be fixed as soon as possible
ar: تم تسجيل الخطأ في السيرفر، سوف تتم المراجعة وإصلاح المشكلة في أسرع وقت ممكن

source: please report the error to the site administrators if you wish
ar: فضلاً بلغ عن هذا الخطأ للمشرف العام

source: see latest questions
ar: مشاهدة أخر الأسئلة

source: see tags
ar: مشاهدة المواضيع

source: Edit answer
ar: تعديل الإجابة

source: back
ar: رجوع

source: Save edit
ar: حفظ التعديلات

source: Cancel
ar: إلغاء

source: hide preview
ar: إخفاء العرض المسبق

source: show preview
ar: مشاهدة العرض المسبق

source: since you are not logged in right now, you will be asked to sign in or register after posting your question
ar: كونك غير مسجل دخول حالياً، سوف يطلب منك تسجيل الدخول أو التسجيل بعد كتابة سؤالك

source: please, try to make your question interesting to this community
ar: فضلاً، أجعل سؤال مهم ومفيد للمجتمع لتحصل على أفضل تفاعل

source: provide enough details
ar: وفر تفاصيل قدر الأمكان، حتى لا نظطر لسؤالك عنها وبالتالي يضيع وقت الطرفين

source: be clear and concise
ar: كن واضح وأستخدم لغة نضيفة خالية من الأخطاء، واهتم جيداً بالتنسيق العام

source: see frequently asked questions
ar: شاهد الأسئلة الشائعة

source: FAQ
ar: أسئلة شائعة

source: Badge
ar: وسام

source: Badge "%(name)s"
ar: الوسام "%(name)s"

source: user received this badge:
ar: المستخدمون الحائزون على هذا الوسام:

source: Badges
ar: الأوسمة

source: Community gives you awards for your questions, answers and votes.
ar: يتم تكريم الأعضاء المساهمين في هذا المجتمع من خلال الأوسمة، ويحصل العضو على الأوسمة بناء على مشاركاتة في طرح الأسئلة، الأجوبة والتصويت على المحتوى الجيد والسيء.

source: Below is the list of available badges and number of times each type of badge has been awarded.
ar: في الأسفل تجد قائمة الأوسمة المتاحة حالياً، مع ذكر شرط الحصول على كل وسام، بالإضافة لعدد مرات حصول الأعضاء لكل وسام.

source: Community badges
ar: رتب الأوسمة

source: gold badge: the highest honor and is very rare
ar: الوسام الذهبي: أعلى مرتبة شرف ونادر جداً

source: Gold badge is the highest award in this community. To obtain it you have to show profound knowledge and ability in addition to your active participation.
ar: الوسام الذهبي: هو أعلى وأرقى مستويات التكريم في مجتمع ServerHang. للحصول عليها لا بد من أن يثبت الشخص مستوى خبرتة الكبيرة من خلال المساهمة بمحتوى فريد وخاص ومن خلال مساعدة الأعضاء.

source: silver badge: occasionally awarded for the very high quality contributions
ar: الوسام الفضي: هو الدرجة الثانية من مستويات التكريم، ويكرم بها المساهمين الجادين والذين يخصصون وقت من يومهم لمساعدة الآخرين.

source: bronze badge: often given as a special honor
ar: الوسام البرونزي: هو أول مستويات التكريم على مساهمتك في بناء هذا المجتمع، وعلى الفائدة التي تقدمها للمجتمع.

source: RSS feed from %(site_title)s
ar: خلاصات RSS لموقع %(site_title)s

source: Close the question
ar: إغلاق هذا السؤال

source: Reasons
ar: الأسباب

source: OK to close
ar: نعم للإغلاق

source: Frequently Asked Questions
ar: الأسئلة الأكثر شيوعاً

source: What kinds of questions can I ask here?
ar: ما نوع الأسئلة التي أستطيع طرحها هنا؟

source: Most importantly - questions should be <strong>relevant</strong> to this community.
ar: أهم أمر - يجب ان تكون الأسئلة <strong>ذات صلة</strong> بموضوع المجتمع.

source: Before you ask - please make sure to search for a similar question. You can search questions by their title or tags.
ar: قبل أن تسأل - أبحث جيداً عن سؤالك، يمكنك البحث عن الأسئلة بواسطة العنوان أو الموضوع. لا داعي للمحتوى المكرر.

source: What kinds of questions should be avoided?
ar: مانوع الأسئلة التي علي تجنبها؟

source: Please avoid asking questions that are not relevant to this community, too subjective and argumentative.
ar: تجنب طرح الأسئلة الغير الخارجة عن نطاق تخصص المجتمع، ايضاً تجنب الأسئلة الجدلية التي لا يمكن ان تكون عبارة عن سؤال وجواب بل تطلب النقاش والأخذ والعطاء بالكلام، هذا النوع من المحتوى يحذف فوراً كونه غير متناسب مع آلية عمل المجتمع هذا.
