Repository: odero/askbot-devel
Catalog: askbot/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Sorry, but anonymous visitors cannot access this function
ar: عذراً، ولكن لا يمكن للزوار غير المسجلين استخدام هذه الوظيفة

source: select country
ar: اختر الدولة

source: Country
ar: الدولة

source: Country field is required
ar: لا بد من اختيار الدولة

source: must be > %d word
ar: يجب أن تكون > %d كلمة

source: must be < %d word
ar: يجب أن تكون < %d كلمة

source: Select language
ar: إختيار اللغة

source: minor edit (don't send alerts)
ar: تعديل بسيط (لا ترسل تنبيهات)

source: title
ar: العنوان

source: Please enter your question
ar: عنوان السؤال

source: The question is too long, maximum allowed size is %d characters
ar: هذا السؤال كبير جداً، الحد الأقصى المسموح به هو %d حرف

source: The question is too long, maximum allowed size is %d bytes
ar: هذا السؤال كبير جداً، الحد الأقصى المسموح به هو %d بايت

source: content
ar: المحتوى

source: each tag must be shorter than %(max_chars)d character
ar: يجب أن تتكون كل بطاقة من %(max_chars)d حرف على الأكثر

source: We ran out of space for recording the tags. Please shorten or delete some of them.
ar: لقد تجاوزت المساحة المسموح بها للموضوع، فضلاً قصرهم او احذف بعضهم.

source: tags
ar: البطاقات

source: Tags are short keywords, with no spaces within. Up to %(max_tags)d tag can be used.
ar: العلامات هي كلمات قصيرة، دون وجود مسافات داخلها. و يمكن إستخدام ما يصل إلي %(max_tags)d علامة.

source: please use %(tag_count)d tag or less
ar: من فضلك استخدم علامة %(tag_count)d أو أقل

source: At least one of the following tags is required : %(tags)s
ar: لا بد من استخدام بطاقة واحدة على الأقل من البطاقات التالية: %(tags)s

source: community wiki (karma is not awarded & many others can edit wiki post)
ar: ويكي مجتمع (لا يتم منح كارما ويمكن للآخرين تعديل مشاركتك)

source: if you choose community wiki option, the question and answer do not generate points and name of author will not be shown
ar: إذا أخترت أن يكون السؤال ويكي، السؤال والأجوبة لن يحصلا على نقاط كما ان أسم الكاتب لن يظهر، حيث يعتبر ان الويكي مساهمة جماعية.

source: update summary:
ar: ملخص التعديل:

source: Enter number of points to add or subtract
ar: أدخل عدد النقاط للإضافة أو الحذف

source: approved
ar: مقبول

source: watched
ar: تحت المراقبة

source: suspended
ar: موقف مؤقتاً

source: blocked
ar: محجوب

source: administrator
ar: مشرف

source: moderator
ar: منسق

source: Change status to
ar: تغيير المرتبة إلى

source: which one?
ar: أي واحدة؟

source: Cannot change own status
ar: لا بمكنك تغيير مرتبتك

source: Cannot turn other user to moderator
ar: لا يمكنك تغيير مرتبة مستخدم آخر إلى منسق

source: Cannot change status of another moderator
ar: لا يمكنك نغيير مرتبة منسق آخر

source: Cannot change status to admin
ar: لا يمكنك تغيير المرتبة إلى مشرف

source: If you wish to change %(username)s's status, please make a meaningful selection.
ar: إذا كنت تريد تغيير مرتبة %(username)s، فضلاً قم باختيارمرتبة

source: Subject line
ar: العنوان

source: Message text
ar: نص الرسالة

source: Your name (optional):
ar: أسمك (إختياري):

source: Email:
ar: البريد الإلكتروني:

source: Your message:
ar: رسالتك

source: I don't want to give my email or receive a response:
ar: لا أريد أعطاء بريدي او أستقبال رد:

source: Please mark "I dont want to give my mail" field.
ar: فضلاً حدد حقل "لا أريد أعطاء بريدي"

source: keep private within your groups
ar: الحفاظ على خصوصيتك داخل مجموعاتك

source: User name:
ar: أسم المستخدم

source: Enter name to post on behalf of someone else. Can create new accounts.
ar: ادخل اسما للمشاركة بالنيابة عن شخص آخر. يمكن انشاء حسابات جديدة.

source: Email address:
ar: عنوان البريد

source: User name is required with the email
ar: أسمك مطلوب مع البريد

source: Email is required if user name is added
ar: البريد مطلوب إذا كان الاسم مضافاً

source: Subject line is expected in the format: [tag1, tag2, tag3,...] question title
ar: سطر العنوان يتوقع أن يكون بالصيغة: [وسم1, وسم2, وسم3,...] عنوان السؤال

source: ask anonymously
ar: اسأل دون تعريف هويتك

source: Real name
ar: الاسم الحقيقي

source: Website
ar: الموقع الإلكتروني

source: City
ar: المدينة

source: Show country
ar: إظهار الدولة

source: Show tag choices
ar: اظهر خيارات الوسوم

source: Date of birth
ar: تاريخ الميلاد

source: will not be shown, used to calculate age, format: YYYY-MM-DD
ar: لن يتم عرضه. يستخدم لحساب العمر. التنسيق: العام (٤ خانات)-الشهر (خانتان)-اليوم (خانتان)

source: Profile
ar: الملف الشخصي

source: Screen name
ar: اسم الشاشة

source: this email has already been registered, please use another one
ar: تم تسجيل هذا البريد الإلكتروني من قبل، فضلاً استخدم عنواناً آخر

source: Choose email tag filter
ar: اختر طريقة ترشيح الوسوم للبريد إلكتروني

source: Individually selected
ar: تم اختيارها مفردة

source: Entire forum (tag filtered)
ar: المنتدى بالكامل (مع ترشيح الوسوم)

source: Comments and posts mentioning me
ar: تعليقات ومشاركات تذكرني

source: please choose one of the options above
ar: فضلاً اختر أحد الخيارات أعلاه

source: okay, let's try!
ar: حسناً، فلنجرب!

source: no %(sitename)s email please, thanks
ar: لا %(sitename)s بريد رجاء, شكرا

source: Title
ar: العنوان

source: Description
ar: الوصف

source: Tags
ar: المواضيع

source: To add to your post EDIT ABOVE THIS LINE
ar: لتضيف إلى مشاركتك "اكتب فوق هذا الخط"

source: Your post at %(site_name)s is now published
ar: تم نشرك مشاركتك في %(site_name)s

source: tags/subscriptions/
ar: topcis/subscriptions/

source: tags/subscriptions/delete/
ar: topics/subscriptions/delete/

source: tags/subscriptions/create/
ar: topics/subscriptions/create/

source: tags/subscriptions/edit/
ar: topics/subscriptions/edit/

# urls
source: suggested-tags/
ar: suggested-topics/

source: Access control settings
ar: إعدادات الوصول

source: Allow only registered user to access the forum
ar: السماح فقط للأعضاء المسجلين لدخول هذا المنتدى

source: nothing - not required
ar: لا شيء - غير مطلوب

source: access to content
ar: الوصول للمحتوى

source: Require valid email for
ar: البريد مطلوب من اجل

source: Allowed email addresses
ar: عناوين البريد المسموح بها

source: Please use space to separate the entries
ar: أستخدم المسافة للفصل بينهم

source: Allowed email domain names
ar: عنوان نطاقات البريد المسموح بها

source: Please use space to separate the entries, do not use the @ symbol!
ar: يرجى إستخدام المسافات لفصل المدخلات، لا تستخدم رمز @

source: Badge settings
ar: إعدادات الشارات

source: Nice Answer: minimum upvotes for the answer
ar: جواب لطيف: الحد الأدني من الأصوات للجواب

source: Good Answer: minimum upvotes for the answer
ar: جواب جيد: الحد الأدني من الأصوات للجواب

source: Great Answer: minimum upvotes for the answer
ar: جواب عظيم: الحد الأدني من الأصوات للجواب

source: Nice Question: minimum upvotes for the question
ar: سؤال لطيف: الحد الأدني من الأصوات للسؤال

source: Good Question: minimum upvotes for the question
ar: سؤال جيد: الحد الأدني من الأصوات للسؤال

source: Great Question: minimum upvotes for the question
ar: سؤال عظيم: الحد الأدني من الأصوات للسؤال

source: Favorite Question: minimum stars
ar: سؤال مفضل: الحد الأدني من النجوم

source: Email and email alert settings
ar: إعدادات البريد الإلكتروني والتنبيهات

source: Prefix for the email subject line
ar: تصدير سطر العنوان للرسائل الإلكترونية

source: Site administrator email address
ar: عنوان بريد مدير الموقع

source: Enable email alerts
ar: تفعيل تنبيهات البريد

source: Maximum number of news entries in an email alert
ar: العدد الأقصى من الأخبار لكل رسالة تنبيه إلكترونية

source: Send periodic reminders about unanswered questions
ar: إرسال رسائل دورية للتذكير بالأسئلة غير المجابة

source: everyone
ar: عامة

source: Days before starting to send reminders about unanswered questions
ar: عدد الأيام التي سيتم انتظارها قبل إرسال الرسائل التذكيرية للأسئلة غير المجابة

source: How often to send unanswered question reminders (in days between the reminders sent).
ar: عدد الأيام بين الرسائل التذكيرية للأسئلة غير المجابة.

source: Max. number of reminders to send about unanswered questions
ar: العدد الأقصى من الرسائل التذكيرية للأسئلة غير المجابة

source: Days before starting to send reminders to accept an answer
ar: الأيام قبل البدء بإرسال تنبيهات لقبول أفضل إجابة للسؤال

source: Max. number of reminders to send to accept the best answer
ar: الحد الأقصى للتنبيهات على قبول أفضل إجابة للسؤال

source: Require email verification before allowing to post
ar: اشتراط التحقق من البريد الإلكتروني قبل السماح بالمشاركة

source: Fake email for anonymous user
ar: البريد المزيف للأعضاء المجهولون

source: Allow posting questions by email
ar: السماح بنشر الأسئلة عبر البريد

source: Replace space in emailed tags with dash
ar: تبديل المسافة بالبريد للمواضيع بعلامة ( _ )

source: This setting applies to tags written in the subject line of questions asked by email
ar: يطبق هذا الإعداد على الوسوم المذكورة في عناوين الأسئلة المرسلة بالبريد الإلكتروني

source: Enable posting answers and comments by email
ar: تفعيل نشر الأسئلة والتعليقات عبر البريد

source: To enable this feature make sure lamson is running
ar: لتفعيل هذه الخاصية تأكد من أن lamson فعال ويعمل.

source: Keys for external services
ar: مفاتيح الخدمات الخارجية

source: Google site verification key
ar: مفتاح Google للتحقق من الموقع

source: Enable recaptcha (keys below are required)
ar: تفعيل recaptcha (المفاتيح في الأسفل مطلوبة)

source: Recaptcha public key
ar: مفتاح Recaptcha العام (نظام التحقق من الهوية المرئي)

source: Recaptcha private key
ar: مفتاح Recaptcha الخاص

source: Messages and pages - about, privacy policy, etc.
ar: الرسائل والصفحات - عن الموقع، الخصوصية...الخ.

source: Check to enable community wiki feature
ar: اختر لتمكين وظيفة ويكي المجتمع

source: To use folded mode, please first set minimum question body length to 0. Also - please make tags optional.
ar: To use folded mode, please first set minimum question body length to 0. Also - please make tags optional.<b style="color:red;">To use folded mode, please first set minimum question body length to 0. Also - please make tags optional.</b>

source: Maximum length of tag (number of characters)
ar: الحد الأقصى لطول الوسم (عدد الحروف)

source: user input
ar: دخول المستخدم

source: Mandatory tags
ar: وسوم إلزامية

source: Force lowercase the tags
ar: إجبار العلامات كحروف صغيرة (لا تعمل مع العربية)

source: Format of tag list
ar: تنسيق قائمة الوسوم

source: Select the format to show tags in, either as a simple list, or as a tag cloud
ar: اختر طريقة عرض الوسوم، إما كقائمة بسيطة، أو على شكل سحابة بطاقات

source: Default max number of comments to display under posts
ar: العدد الأقصى الافتراضي للتعليقات المعروضة أسفل المشاركات

source: Limit time to edit comments
ar: تقييد وقت تعديل التعليقات

source: If unchecked, there will be no time limit to edit the comments
ar: في حالة عدم الاختيار، لن يكون هناك قيد زمني على تعديل التعليقات

source: Minutes allowed to edit a comment
ar: عدد الدقائق المسموح خلالها بتعديل التعليقات

source: To enable this setting, check the previous one
ar: لتمكين هذا الإعداد، اختر الإعداد السابق

source: Maximum number of tags per question
ar: العدد الأقصى من الوسوم لكل سؤال

source: Number of questions to list by default
ar: العدد الافتراضي للأسئلة المعروضة

source: UserID/login field
ar: دخول المستخدم

source: Show license clause in the site footer
ar: عرض الرخصة في ذيل الموقع

source: Short name for the license
ar: الاسم المختصر للرخصة

source: Full name of the license
ar: الاسم الكامل للرخصة

source: Add link to the license page
ar: إضافة رابط لصفحة الرخصة

source: License homepage
ar: موقع الرخصة الرئيسي

source: URL of the official page with all the license legal clauses
ar: عنوان الصفحة الرسمية المحتوية على كافة البنود القانونية للرخصة

source: Use license logo
ar: استخدام شعار الرخصة

source: License logo image
ar: صورة شعار الرخصة

source: Login provider setings
ar: إعدادات مقدم خدمة تسجيل الدخول

source: Show alternative login provider buttons on the password "Sign Up" page
ar: عرض أزرار لمقدمي خدمة تسجيل الدخول الآخرين في صفحة الالتحاق بالموقع

source: Always display local login form and hide "Askbot" button.
ar: عرض خيار تسجيل الدخول باستخدام حساب محلي بشكل دائم وإخفاء زر "Askbot".

source: Activate to allow login with self-hosted wordpress site
ar: تنشيط السماح بتسجيل الدخول باستخدام موقع wordpress خاص

source: Upload your icon
ar: رفع الأيقونة

source: Activate %(provider)s login
ar: تنشيط تسجيل الدخول باستخدام %(provider)s

source: Note: to really enable %(provider)s login some additional parameters will need to be set in the "External keys" section
ar: ملاحظة: لإتمام تنشيط تسجيل الدخول باستخدام %(provider)s، لا بد من تعريف بعض المعايير الإضافية في قسم "المفاتيح الخارجية"

source: Upvote
ar: تصويت للأعلى

source: Downvote
ar: تصويت للأسفل

source: Answer own question immediately
ar: الإجابة على سؤالك فوراً

source: Accept own answer
ar: قبول إجابتي

source: Accept any answer
ar: قبول أي إجابة

source: Flag offensive
ar: إبلاغ عن إساءة

source: Delete comments posted by others
ar: حذف تعليقات الآخرين

source: Delete questions and answers posted by others
ar: حذف أسئلة وأجوبة الآخرين

source: Upload files
ar: رفع الملفات

source: Insert clickable links
ar: نشر رابط قابل للضغط

source: Insert link suggestions as plain text
ar: نشر رابط نصي (غير قابل للضغط)

source: Close own questions
ar: إغلاق سؤالي

source: Retag questions posted by other people
ar: إعادة تعيين الوسوم لأسئلة الآخرين

source: Edit community wiki posts
ar: تعديل مشاركات الويكي

source: Edit posts authored by other people
ar: تحرير مشاركات الآخرين

source: View offensive flags
ar: الإطلاع على تبليغات الإساءة

source: Remove rel=nofollow from own homepage
ar: إزالة وسم rel=nofollow عن صفحتك الشخصية

source: When a search engine crawler will see a rel=nofollow attribute on a link - the link will not count towards the rank of the users personal site.
ar: عندما تقوم محركات البحث بارشفة الصفحات وتجد وسم rel=nofollow على الرابط فانها بهذه الحالة تتجاهل الرابط تماماً.

source: Make posts by email
ar: نشر مشاركات عبر البريد

source: Show tag selector in sidebar
ar: عرض منتقي الوسوم في الشريط الجانبي

source: Custom sidebar footer
ar: تذييل مخصص للشريط الجانبي

source: This banner will show above the second answer. When using this option, please use the HTML validation service to make sure that your input is valid and works well in all browsers.
ar: This banner will show above the second answer. When using this option, please use the HTML validation service to make sure that your input is valid and works well in all browsers.This banner will show under the first answer. When using this option, please use the HTML validation service to make sure that your input is valid and works well in all browsers.

source: Show tag list in sidebar
ar: عرض قائمة الأوسمة في الشريط الجانبي

source: Show meta information in sidebar
ar: عرض المعلومات الوصفية في الشريط الجانبي

source: Show related questions in sidebar
ar: عرض الأسئلة ذات الصلة في الشريط الجانبي

source: Copyright message to show in the footer
ar: عبارة حقوق الملكية المعروضة في ذيل الصفحة

source: Site description for the search engines
ar: وصف الموقع لمحركات البحث

source: Short name for your Q&A forum
ar: الاسم المختصر لمنتدى الأسئلة والأجوبة

source: English
ar: إنجليزي

source: Spanish
ar: إسباني

source: German
ar: ألماني

source: Greek
ar: يوناني

source: French
ar: فرنسي

source: Hindi
ar: هندي

source: Hungarian
ar: هنجاري

source: Italian
ar: إيطالي

source: Japanese
ar: ياباني

source: Korean
ar: كوري

source: Portuguese
ar: برتغالي

source: Brazilian Portuguese
ar: برازيلي برتغالي

source: Romanian
ar: روماني

source: Russian
ar: روسي

source: Serbian
ar: صربي

source: Turkish
ar: تركي

source: Vietnamese
ar: فيتنامي

source: Chinese
ar: صيني

source: Chinese (Taiwan)
ar: صيني (تايوان)

source: Show logo
ar: عرض الشعار

source: Site favicon
ar: أيقونة الموقع

source: Select skin
ar: اختيار السمة

source: Add custom javascript
ar: إضافة javascript مخصص

source: duplicate question
ar: سؤال مكرر

source: question is off-topic or not relevant
ar: السؤال خارج موضوع الموقع او ليس ذو صلة

source: too subjective and argumentative
ar: شخصي جداً وجدلي

source: Ask Your Question
ar: أطرح سؤالك

source: Ask the Group
ar: أسأل المجموعة

source: Post Your Answer
ar: نشر إجابتك

source: Answer Your Own Question
ar: أجب على سؤالك

source: too localized
ar: لهجة محلية غير مفهومة

source: disable sharing
ar: تعطيل المشاركة

source: my posts
ar: مشاركاتي

source: all posts
ar: كل المشاركات

source: Edit Your Previous Answer
ar: تعديل إجابتك

source: asked
ar: سأل

source: Asked by me
ar: أسئلة قمت بسؤالها

source: Answered by me
ar: أسئلة أجبت عليها

source: answered
ar: أجاب

source: Nice Answer
ar: إجابة جميلة

source: Nice Question
ar: سؤال جميل

source: Good Answer
ar: إجابة جيدة

source: Good Question
ar: سؤال جيد

source: Great Answer
ar: إجابة ممتازة

source: Great Question
ar: سؤال ممتاز

source: Popular Question
ar: سؤال شعبي

source: Notable Question
ar: سؤال ملحوظ

source: Famous Question
ar: سؤال مشهور

source: Stellar Question
ar: سؤال مهم

source: Favorite Question
ar: سؤال مفضل

source: Show only questions from
ar: أظهر فقط الأسئلة من

source: Please ask your question here
ar: يمكنك كتابة سؤالك هنا

source: Sorry, this question has been deleted and is no longer accessible
ar: المعذرة، هذا السؤال تم حذفه ولا يمكن الوصول إليه

source: ask a question interesting to this community
ar: أطرح سؤال يخص هذا المجتمع

source: Please follow some questions or follow some users.
ar: فضلا تابع بعض الأسئلة أو بعض الأعضاء.

source: swap with question
ar: التبديل مع الأسئلة

source: repost as a question comment
ar: إعادة النشر كتعليق على السؤال

source: (only one answer per user is allowed)
ar: (يسمح بإجابة واحدة لكل عضو)

source: Related questions
ar: أسئلة ذات صلة

source: Be the first one to answer this question!
ar: كُن الأول ليجيب على هذا السؤال وأحصل على قوة سمعة إضافية!

source: followed questions
ar: الأسئلة المُتابعة

source: List of questions
ar: قائمة الأسئلة

source: Close question
ar: إغلاق السؤال

source: Edit question
ar: تعديل السؤال

source: Retag question
ar: إعادة تعيين مواضيع السؤال

source: Reopen question
ar: إعادة فتح السؤال

source: There are no unanswered questions here
ar: لا يوجد اسئلة غير مجابة هنا

source: this answer has been selected as correct
ar: تم إختيار هذه الإجابة كصحيحة

source: Login/Signup to Answer
ar: دخول/تسجيل للإجابة

source: give an answer interesting to this community
ar: أعطي جواب يهم هذا المجتمع

source: try to give an answer, rather than engage into a discussion
ar: حاول أن تعطي إجابة شافية، بدل من الدخول في نقاش حول السؤال او موضوعة

source: UNANSWERED
ar: غير مجابة

source: not a real question
ar: ليس بسؤال حقيقي

source: the question is answered, right answer was accepted
ar: تمت إجابة السؤال، وتم قبول الجواب الصحيح

source: question is not relevant or outdated
ar: سؤال غير ملائم أو قديم

source: question contains offensive or malicious remarks
ar: سؤال مسيء

source: spam or advertising
ar: دعاية أو مادة غير مرغوب فيها

source: newest
ar: الأحدث

source: oldest
ar: الأقدم

source: active
ar: نشط

source: hottest
ar: الأكثر فعالية

source: inactive
ar: غير نشط

source: coldest
ar: الأقل فعالية

source: most voted
ar: الأكثر تصويتاً

source: least voted
ar: الأقل تصويتاً

source: relevance
ar: الملاءمة

source: Never
ar: أبداً

source: When new post is published
ar: عندما تنشر المشاركة

source: When post is published or revised
ar: عندما تنشر المشاركة أو تراجع

source: Note: to reply with a comment, please use <a href="mailto:%(addr)s?subject=%(subject)s">this link</a>
ar: تنويه: للرد بتعليق، يرجى استخدام <a href="mailto:%(addr)s?subject=%(subject)s">this link</a>

source: all
ar: الكل

source: unanswered
ar: غير مجاب

source: followed
ar: أسئلة مُتابعة

source: list
ar: قائمة

source: cloud
ar: السحابة

source: Question has no answers
ar: سؤال بلا إجابات

source: Question has no accepted answers
ar: سؤال بلا إجابات مقبولة

source: asked a question
ar: طرح سؤالاً

source: answered a question
ar: أجاب سؤالاً

source: commented question
ar: علق علي سؤال

source: commented answer
ar: علق علي إجابة

source: edited question
ar: حرر سؤالاً

source: edited answer
ar: حرر إجابة

source: received badge
ar: حصل على وسام

source: marked best answer
ar: اختار أفضل جواب

source: upvoted
ar: مصوَّت له

source: downvoted
ar: مصوَّت له سلباً

source: canceled vote
ar: ألغى صوتاً

source: deleted question
ar: حذف سؤالاً

source: deleted answer
ar: حذف جواباً

source: marked offensive
ar: أشار إلى محتوى مسيء

source: updated tags
ar: حدّث وسوماً

source: selected favorite
ar: اختار مفضلاً

source: completed user profile
ar: أكمل الملف الشخصي

source: email update sent to user
ar: تحديث البريد أرسل إلى المستخدم

source: a post was shared
ar: تمت مشاركة مشاركة

source: reminder about unanswered questions sent
ar: تم إرسال تذكير بالأسئلة غير المجابة

source: reminder about accepting the best answer sent
ar: تم إرسال تذكير لقبول أفضل إجابة للسؤال

source: mentioned in the post
ar: ذكر في المشاركة

source: created tag description
ar: كتب وصف الموضوع

source: updated tag description
ar: حدث وصف الموضوع

source: made a new post
ar: نشر مشاركة جديدة

source: made an edit
ar: عدل

source: created post reject reason
ar: المشاركة المنشأة رفضت العلة

source: updated post reject reason
ar: المشاركة المحدثة رفضت العلة

source: [closed]
ar: [مغلق]

source: [deleted]
ar: [محذوف]

source: initial version
ar: النسخة الأولى

source: retagged
ar: تم إعادة تعيين المواضيع

source: [private]
ar: [خاص]

source: show all tags
ar: جميع المواضيع

source: exclude ignored tags
ar: إخفاء المواضيع المستبعدة

source: only interesting tags
ar: فقط المواضيع المهتم بها

source: only subscribed tags
ar: فقط المواضيع المشترك بها

source: email for all tags
ar: بريد لكل الوسوم

source: instantly
ar: حالاً

source: daily
ar: يومياً

source: weekly
ar: أسبوعياً

source: no email
ar: لا بريد

source: gold
ar: ذهبي

source: silver
ar: فضّي

source: bronze
ar: برونزي

source: None
ar: لا شئ

source: Uploaded Avatar
ar: رفع صورة رمزية

source: date descendant
ar: التاريخ المنحدر

source: date ascendant
ar: التاريخ الصاعد

source: activity descendant
ar: الأنشطة المنحدرة

source: activity ascendant
ar: الأنشطة الصاعدة

source: answers descendant
ar: الأجوبة المنحدرة

source: answers ascendant
ar: الأجوبة الصاعدة

source: votes descendant
ar: الأصوات المنحدرة

source: votes ascendant
ar: الأصوات الصاعدة

source: most relevant questions
ar: الأسئلة الأكثر ارتباطاً

source: click to see most relevant questions
ar: انقر لرؤية الأسئلة الأكثر ارتباطاً

source: by relevance
ar: ذات الصلة

source: click to see the oldest questions
ar: انقر لرؤية أقدم الأسئلة

source: by date
ar: التاريخ

source: click to see the newest questions
ar: انقر لرؤية أحدث الأسئلة

source: click to see the least recently updated questions
ar: أضغط لمشاهدة أقل الأسئلة تحديثاً

source: by activity
ar: النشاط

source: click to see the most recently updated questions
ar: أضغط لمشاهدة أحدث الأسئلة تحديثاً

source: click to see the least answered questions
ar: انقر لرؤية الأسئلة الأقل إجابات

source: by answers
ar: الأجوبة

source: click to see the most answered questions
ar: انقر لرؤية الأسئلة الأكثر إجابات

source: click to see least voted questions
ar: أضغط لمشاهدة أقل أسئلة حاصلة على أصوات

source: by votes
ar: الأصوات

source: click to see most voted questions
ar: أضغط لمشاهدة أكثر الأسئلة حاصلة على أصوات

source: interesting
ar: مثير

source: ignored
ar: مهمل

source: subscribed
ar: مشترك

source: tags are required
ar: لا بد من تحديد البطاقات

source: please use letters, numbers and characters "-+.#"
ar: يرجى استخدام الحروف، الأرقام والأشكال "-+.#"

source: Welcome! Please set email address (important!) in your profile and adjust screen name, if necessary.
ar: مرحباً! يرجى ضبط عنوان البريد (هام!) في سجلك وضبط اسم الشاشة، عند اللزوم.

source: i-names are not supported
ar: خدمة i-names غير مدعمة

source: Please enter your %(username_token)s
ar: يرجى إدخال %(username_token)s

source: Please, enter your user name
ar: فضلاً أدخل اسم المستخدم

source: Please, enter your password
ar: فضلاً أدخل كلمة السر
