Repository: odero/askbot-devel
Catalog: askbot/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Sort by »
ar: رتب »

source: oldest answers will be shown first
ar: الإجابات الأقدم أولاً

source: newest answers will be shown first
ar: الإجابات الأحدث أولاً

source: most voted answers will be shown first
ar: الإجابات الأكثر تصويت أولاً

source: mark this answer as correct (click again to undo)
ar: إختيار إجابة صحيحة (أعد أضغط للتراجع)

source: The question has been closed for the following reason <b>"%(close_reason)s"</b> <i>by
ar: هذا السؤال تم إغلاقة للأسباب التالية <b>"%(close_reason)s"</b> <i> بواسطة

source: close date %(closed_at)s
ar: تاريخ الإغلاق %(closed_at)s

source: Your answer
ar: إجابتك

source: <span class='strong big'>Please start posting your answer anonymously</span> - your answer will be saved within the current session and published after you log in or create a new account. Please try to give a <strong>substantial answer</strong>, for discussions, <strong>please use comments</strong> and <strong>please do remember to vote</strong> (after you log in)!
ar: يمكنك كتابة إجابتك الآن، وبعد تسجيل الدخول سوف يتم نشر الإجابة بشكل تلقائي. تأكد أنك سوف تقوم بطرح إجابة كاملة وصحيحة. كما يمكنك دائماً مراجعة وتعديل إجابتك. فضلاً <strong>أستخدم خاصية التعليقات للنقاش</strong>. كما يرجى <strong>التصويت للإجابات الصحيحة</strong> دائماً، ايضاً صوت بالسالب على الإجابات الخاطئة.

source: <span class='big strong'>You are welcome to answer your own question</span>, but please make sure to give an <strong>answer</strong>. Remember that you can always <strong>revise your original question</strong>. Please <strong>use comments for discussions</strong> and <strong>please don't forget to vote :)</strong> for the answers that you liked (or perhaps did not like)!
ar: بإمكانك دائماً الإجابة على سؤالك، لكن تأكد أنك سوف تقوم بطرح إجابة كاملة وصحيحة. علماً انه يمكنك دائماً مراجعة وتعديل صيغة سؤالك الأصلي وضافة المزيد من المعلومات فيه أو كتابتها على شكل تعليق. فضلاً <strong>أستخدم التعليقات للنقاش</strong> ويرجى <strong>التصويت للإجابات الصحيحة</strong> دائماً، ايضاً صوت بالسالب على الإجابات الخاطئة، حيث ان التصويت يساعد المحتوى الجيد على الظهور بترتيب افضل وهذا يساعد الغير في الحصول على المعلومة بشكل اسرع.

source: <span class='big strong'>Please try to give a substantial answer</span>. If you wanted to comment on the question or answer, just <strong>use the commenting tool</strong>. Please remember that you can always <strong>revise your answers</strong> - no need to answer the same question twice. Also, please <strong>don't forget to vote</strong> - it really helps to select the best questions and answers!
ar: حاول قدر الإمكان ان تعطي إجابة كاملة دقيقة حول السؤال، الإجابات الصحيحة والدقيقة دائماً تأخذ تصويت اعلى، واهتم جيداً بالتنسيق. <strong>للنقاش أستخدم خاصية التعليقات على السؤال او الإجابة</strong>. كما يرجى <strong>التصويت للإجابات الصحيحة</strong> دائماً، ايضاً صوت بالسالب على الإجابات الخاطئة، التصويت يساعد المحتوى الجيد على الظهور وبالتالي ايجاد المعلومة الصحيحة من قبل الغير بشكل اسرع. كن مساهم إيجابي!

source: Add answer
ar: أضف إجابة

source: retag
ar: إعادة تعيين المواضيع

source: reopen
ar: إعادة فتح

source: close
ar: إغلاق

source: Question tools
ar: أدوات السؤال

source: click to unfollow this question
ar: أضغط هنا لإلغاء المتابعة

source: Following
ar: مُتابع

source: Unfollow
ar: إلغاء المتابعة

source: click to follow this question
ar: أضغط هنا لمتابعة هذا السؤال

source: Follow
ar: تابع

source: %(count)s follower
ar: %(count)s متابعين

source: subscribe to this question rss feed
ar: متابعة هذا السؤال عبر خلاصات RSS

source: subscribe to rss feed
ar: الإشتراك بخلاصة RSS

source: Invite
ar: دعوة

source: add
ar: أضف

source: - or -
ar: - أو -

source: share with everyone
ar: مشاركة مع الجميع

source: Individual users
ar: المستخدمين الفرديين

source: You
ar: أنت

source: and
ar: و

source: %(more_count)s more
ar: %(more_count)s المزيد

source: Public thread
ar: موضوع عام

source: This thread is public, all members of %(site_name)s can read this page.
ar: هذا الموضوع عام، جميع أعضاء %(site_name)s يمكنهم قراءة هذه الصفحة.

source: Stats
ar: إحصاءات

source: Asked
ar: سأل

source: Seen
ar: شوهد

source: times
ar: مرة

source: Last updated
ar: آخر تعديل

source: Tag subscriptions
ar: الإشتراك بالمواضيع

source: Tag Subscriptions
ar: الإشتراك بالمواضيع

source: Tags, matching "%(tag_query)s"
ar: الوسوم، مطابقة "%(tag_query)s"

source: sorted alphabetically
ar: ترتيب أبجدي

source: by name
ar: الأسم

source: sorted by frequency of tag use
ar: الترتيب بمعدل إستخدام الموضوع بالأسئلة

source: by popularity
ar: الشعبية

source: suggested
ar: مقترح

source: manage subscriptions
ar: إدارة الإشتراكات

source: Manage Tag subscriptions
ar: إدارة إشتراكات المواضيع

source: Manage Tag subscription</a>
ar: إدارة إشتراكات المواضيع</a>

source: Create New
ar: إنشاء جديد

source: Date
ar: التاريخ

source: Action
ar: الفعل

source: Sections:
ar: الأقسام:

source: messages
ar: الرسائل

source: Approve
ar: صرح

source: Deny
ar: أحجب

source: inbox - messages
ar: صندوق الرسائل

source: inbox - responses
ar: صندوق الردود

source: select:
ar: إختيار:

source: seen
ar: شوهد

source: new
ar: جديد

source: mark as seen
ar: تعليم كشوهد

source: mark as new
ar: تعليم كجديد

source: dismiss
ar: تم الإطلاع

source: delete post
ar: حذف المشاركة

source: Use other reason
ar: إختيار سبب آخر

source: Save reason, but do not reject
ar: أحفظ السبب دون ان ترفض

source: Please, choose a reason for the rejection.
ar: يرجى إختيار سبب لهذا الرفض.

source: Select this reason
ar: إختيار هذا السبب

source: stop tweeting
ar: إيقاف التغريد

source: Auto-tweeting is inactive
ar: التغريد التلقائي معطل

source: Select twitter account
ar: إختيار حساب تويتر

source: use another account
ar: إستخدام حساب آخر

source: Auto-tweeting is off
ar: التغريد التلقائي موقف

source: Start tweeting
ar: إبدأ بالتغريد

source: %(username)s's profile
ar: الصفحة الشخصية للعضو %(username)s

source: Edit user profile
ar: تعديل الملف العضو الشخصي

source: edit profile
ar: تعديل الملف الشخصي

source: change picture
ar: تعديل الصورة

source: remove
ar: إزالة

source: Registered user
ar: عضو مسجل

source: Screen Name
ar: أسم المستخدم

source: (cannot be changed)
ar: (لا يمكن تعديلة)

source: Update
ar: تحديث

source: subscriptions
ar: النشرات والتنبيهات

source: Email subscription settings
ar: إعدادات النشرات والتنبيهات البريدية

source: <span class='big strong'>Adjust frequency of email updates.</span> Receive updates on interesting questions by email, <strong><br/>help the community</strong> by answering questions of your colleagues. If you do not wish to receive emails - select 'no email' on all items below.<br/>Updates are only sent when there is any new activity on selected items.
ar: في هذه الصفحة يمكنك إدارة إشتراكات البريد ومعدل إرسال التنبيهات على بريدك. التنبيهات التي تصلك هي غالباً حول الأسئلة التي أنت مهتم بها حسب نوع مشاركتك معها، وتعتبر وسيلة جيدة لمتابعة هذه الأسئلة والبقاء على تحديث حول مايحدث فيها. لن تصلك رسالة مالم يكن هناك جديد، <b>لا يتم إرسال نشرات دعائية ابداً، نحن لا نحب هذا الامر، مثلك تمامأً</b>. updates on interesting content by email. If you do not wish to receive emails - select 'no email' on all items below.<br/>Updates are only sent when there is any new activity on selected items.

source: Stop Email
ar: إيقاف البريد

source: Save languages
ar: حفظ اللغات

source: update profile
ar: تعديل الملف الشخصي

source: manage login methods
ar: إدارة وسائل الدخول

source: real name
ar: الأسم الحقيقي

source: groups
ar: المجموعات

source: add group
ar: أضف مجموعة

source: member since
ar: عضو منذ

source: last seen
ar: أخر تواجد

source: website
ar: الموقع

source: location
ar: الموقع الجغرافي

source: age
ar: العمر

source: %(age)s years old
ar: %(age)s سنة

source: todays unused votes
ar: أصوات اليوم الغير مستخدمة

source: votes left
ar: صوت

source: moderation
ar: الإشراف

source: %(username)s's current status is "%(status)s"
ar: %(username)s حالته حالياً هي "%(status)s"

source: User status changed
ar: تم تغيير حالة العضو

source: Your current reputation is %(reputation)s points
ar: قوة سمعتك حالياً %(reputation)s نقطة

source: User's current reputation is %(reputation)s points
ar: قوة سمعة العضو حالياً %(reputation)s نقطة

source: User reputation changed
ar: تم تعديل سمعة العضو

source: Subtract
ar: نقص

source: Add
ar: أضف

source: Send message to %(username)s
ar: إرسال رسالة للعضو %(username)s

source: An email will be sent to the user with 'reply-to' field set to your email address. Please make sure that your address is entered correctly.
ar: سيتم ارسال بريد للمستخدم مع عنوان بريدك في خانة 'الرد على'. يرجى التأكد بأن العنوان مدخل بشكل صحيح.

source: Message sent
ar: الرسالة أرسلت

source: Send message
ar: إرسال رسالة

source: Administrators have privileges of normal users, but in addition they can assign/revoke any status to any user, and are exempt from the reputation limits.
ar: المدراء لديهم صلاحيات المستخدم العادي، لكن يضاف إلى تلك الصلاحيات القدرة على تعيين/نزع أي حالة لأي مستخدم، وهم معفين من حدود السمعة.

source: Moderators have the same privileges as administrators, but cannot add or remove user status of 'moderator' or 'administrator'.
ar: المراقبين لهم نفس صلاحيات المدراء، لكن لا يمكنهم إضافة أو إزالة حالة المستخدم عن 'مراقب' أو 'مدير'.

source: 'Approved' status means the same as regular user.
ar: حالة 'مصدق' لها نفس معنى المستخدم العادي.

source: Suspended users can only edit or delete their own posts.
ar: المستخديمن المعلقين يمكنهم فقط تحرير أو مسح مشاركاتهم.

source: network
ar: شبكة المتابعة

source: Followed by %(count)s person
ar: متابع من %(count)s شخص

source: Following %(count)s person
ar: يتابع %(count)s شخص

source: Your network is empty. Would you like to follow someone? - Just visit their profiles and click "follow"
ar: شبكتك فارغة حالياً. هل تريد متابعة عضو ما؟ تصفح ملفه الشخصي واضغط على زر (تابع)

source: %(username)s's network is empty
ar: شبكة %(username)s فارغة

source: activity
ar: سجل التفاعل

source: source
ar: مصدر

source: Your karma change log.
ar: سجل تغيرات السمعة

source: %(user_name)s's karma change log
ar: سجل تغيرات سمعة %(user_name)s

source: overview
ar: نظرة عامة

source: <span class="count">%(cnt)s</span> Vote
ar: <span class="count">%(cnt)s</span> أصوات

source: <span class="count">%(counter)s</span> Tag
ar: <span class="count">%(counter)s</span> وسوم

source: <span class="count">%(counter)s</span> Badge
ar: <span class="count">%(counter)s</span> شارات

source: Answer to:
ar: مجاب لـ:

source: User profile
ar: ملف العضو

source: comments and answers to others questions
ar: التعليق والإجابة على أسئلة الأخرين

source: followers and followed users
ar: الأعضاء المتابعين والمُتابعون

source: Graph of user karma
ar: رسم بياني لسمعة العضو

source: questions that user is following
ar: الأسئلة التي يتابعها العضو

source: user vote record
ar: سجل أصوات العضو

source: votes
ar: الأصوات

source: email subscription settings
ar: إعدادات نشرات وتنبيهات البريد

source: moderate this user
ar: الإشراف على هذا العضو

source: the answer has been voted for %(answer_score)s times
ar: تم التصويت على الإجابة %(answer_score)s مرة

source: Add details (optional)
ar: أضافة التفاصيل (إختياري)

source: Add details
ar: إضافة التفاصيل

source: Contributors
ar: المساهمون

source: , one of these is required
ar: ، واحدة من هذه مطلوبة

source: tags:
ar: المواضيع:

source: (required)
ar: (مطلوب)

source: Toggle the real time Markdown editor preview
ar: التبديل مع المحرر اللحظي والمُعاين Markdown

source: To post on behalf of someone else, enter user name <strong>and</strong> email below.
ar: للنشر بالنيابة عن عضو أخر، يرجى كتابة أسم المستخدم والبريد بالأسفل.

source: Content on this site is licensed under a %(license)s
ar: هذا الموقع مرخص تحت %(license)s

source: about
ar: عن الموقع

source: help
ar: مساعدة

source: privacy policy
ar: بيان الخصوصية

source: give feedback
ar: مقترحات

source: Group info
ar: معلومات المجموعة

source: edit description
ar: تعديل الوصف

source: change logo
ar: تعديل اللوجو

source: delete logo
ar: حذف اللوجو

source: add logo
ar: أضف لوجو

source: How users join this group?
ar: كيف ينضم الأعضاء لهذه المجموعة؟

source: Allow only read access
ar: السماح فقط بالقراءة

source: %(site)s logo
ar: لوجو %(site)s

source: Markdown basics
ar: أساسيات المحرر

source: *italic*
ar: *نص مائل هنا*

source: **bold**
ar: **نص بارز هنا**

source: *italic* or _italic_
ar: *italic* أو _italic_

source: **bold** or __bold__
ar: **bold** او __bold__

source: image
ar: صورة

source: numbered list:
ar: قائمة مرقمة:

source: basic HTML tags are also supported
ar: بعض وسوم HTML البسيطة مسموح بها

source: learn more about Markdown
ar: أعرف المزيد حول محرر Markdown

source: people & groups
ar: الأعضاء والمجموعات

source: users
ar: الأعضاء

source: badges
ar: أوسمة الأعضاء

source: view
ar: مشاهدة

source: vote
ar: صوت

source: ALL
ar: الكل

source: see unanswered questions
ar: مشاهدة الأسئلة الغير مجاب عليها بعد. فضلاً ساعدنا بالإجابة عليها

source: see your followed questions
ar: مشاهدة الأسئلة التي تهمك وقد قمت بمتابتعها او التفاعل معها

source: FOLLOWED
ar: المتابعة

source: Interesting tags
ar: المواضيع المهمة

source: Ignored tags
ar: المواضيع الغير مهمة

source: Send me email alerts for
ar: أرسل لي تنبيهات بالبريد بخصوص

source: (edit categories)
ar: (تعديل التصانيف)

source: read only access
ar: صلاحية القراءة فقط

source: karma:
ar: السمعة:

source: badges:
ar: الأوسمة:

source: sign out
ar: تسجيل خروج

source: Hi there! Please sign in
ar: تسجيل دخول

source: settings
ar: إعدادات

source: Your karma is %(karma)s
ar: قوة سمعتك %(karma)s

source: Karma reflects the value of your contribution to this community.
ar: نقاط السمعة هي مقياس لمدى مساهمتك في بناء هذا المجتمع، ومدى فائدتك له.

source: Since you are the site %(role)s, you have access to all functions regardless of your karma.
ar: بسبب أنك %(role)s في هذا المجتمع، لك إمكانية إستخدام جميع الصلاحيات، عدى التحكم بمعدل سمعتك.

source: The higher is your karma, the more rights you have on this site.
ar: كل مازادت نقاط سمعتك كل مازادت صلاحياتك في هذا المجتمع.

source: Currently, you can:
ar: حالياً، لديك الصلاحيات على

source: Post questions, answers and comments
ar: نشر أسئلة، أجوبة وتعليقات

source: Oops, apologies - there was some error
ar: المعذرة - هناك خطأ ما

source: Please login to post
ar: يرجى تسجيل الدخول للنشر

source: Spam was detected on your post, sorry for if this is a mistake
ar: تم الكشف عن رسالة مزعجة في مشاركتك، المعذرة إن لم تكن كذلك

source: This function is limited to moderators and administrators
ar: هذه الصلاحية مقتصرة على المراقبين

source: this field is required
ar: هذا الحقل مطلوب

source: Choose a screen name
ar: إختيار أسم مستخدم

source: user name is required
ar: أسم العضو مطلوب

source: sorry, this name is taken, please choose another
ar: المعذرة، هذا الأسم مستخدم، يرجى إختيار أسم آخر

source: sorry, this name is not allowed, please choose another
ar: المعذرة، هذا الأسم غير مسموح به، يرجى إختيار أسم آخر

source: sorry, there is no user with this name
ar: المعذرة، لا يوجد عضو بهذا الأسم

source: sorry, we have a serious error - user name is taken by several users
ar: المعذرة، هناك خطأ جدّي - اسم المستخدم مملوك لعدة مستخدمين

source: user name can only consist of letters, empty space and underscore
ar: أسم المستحدم ممكن أن يتكون من أحرف ومسافات فارغة و علامة "_"

source: please use at least some alphabetic characters in the user name
ar: فضلا إستخدام بعض الأحرف لأسم المستخدم/العضو

source: symbol "@" is not allowed
ar: علامة "@" غير مسموح بها

source: Your email <i>(never shared)</i>
ar: بريدك <i>(غير ظاهر للغير)</i>

source: email address is required
ar: البريد مطلوب

source: please enter a valid email address
ar: يرجى إدخال بريد صحيح

source: this email is already used by someone else, please choose another
ar: هذا البريد مستخدم مسبقاً من قبل عضو آخر، يرجى إستخدام بريد آخر.

source: this email address is not authorized
ar: هذا البريد غير مصرح له

source: Password <i>(please retype)</i>
ar: كلمة المرور <i>(أعد كتابتها)</i>

source: please, retype your password
ar: فضلاً قم بإعادة كتابة كلمة المرور

source: sorry, entered passwords did not match, please try again
ar: المعذرة، كلمة المرور المدخولة غير متطابقة، يرجى التأكد وإعادة المحاولة

source: 2 days ago
ar: منذ يومين

source: yesterday
ar: البارحة

source: %(hr)d hour ago
ar: %(hr)d منذ ساعة

source: %(min)d min ago
ar: %(min)d منذ دقيقة

source: Successfully uploaded a new avatar.
ar: تم بنجاح رفع صورة مصغرة جديدة.

source: Successfully updated your avatar.
ar: تم بنجاح تعديل الصورة المصغرة.

source: Successfully deleted the requested avatars.
ar: تم بنجاح حذف الصورة الرمزية

source: your post was not accepted
ar: مشاركتك لم تقبل

source: Sorry, but anonymous users cannot access the inbox
ar: المعذرة، الزوار لا يمكنهم الوصول لصندوق الوارد

source: Sorry, anonymous users cannot vote
ar: الزوار لا يمكنهم التصويت

source: Sorry you ran out of votes for today
ar: لقد أستنفذت الحد الأقصى من الأصوات باليوم الواحد

source: You have %(votes_left)s votes left for today
ar: تبقى لديك %(votes_left)s صوت لهذا اليوم

source: Sorry, something is not right here...
ar: المعذرة، شيء غير صحيح هنا...

source: Sorry, but anonymous users cannot accept answers
ar: الزوار لا يمكنهم قبول الأجوبة

source: Your subscription is saved, but email address %(email)s needs to be validated, please see <a href="%(details_url)s">more details here</a>
ar: تم حفظ اشتراكك، لكن عنون البريد %(email)s يحتاج إلى تأكيد، يرجى قرائة <a href="%(details_url)s">المزيد من التفاصيل هنا</a>

source: email update frequency has been set to daily
ar: وتيرة تحديث البريد الإلكتروني تم ضبطها للتحديث بشكل يومي

source: Sorry, could not delete tag
ar: المعذرة، لا يمكن حذف الموضوع

source: Tag subscription was canceled (<a href="%(url)s">undo</a>).
ar: تم إلغاء الاشتراك في الوسم (<a href="%(url)s"> تراجع </a> ).

source: Please sign in to subscribe for: %(tags)s
ar: يرجى تسجيل الدخول للإشتراك بالموضوع %(tags)s

source: Please sign in to vote
ar: يرجى تسجيل الدخول للتصويت

source: Please sign in to delete/restore posts
ar: يرجى تسجيل الدخول لحذف/إستعادة هذه المشاركة

source: Group %(name)s does not exist
ar: المجموعة %(name)s غير موجودة

source: %(user)s, welcome to group %(group)s!
ar: %(user)s، مرحباً بك في مجموعة %(group)s

source: The answer is now unpublished
ar: هذه الإجابة الآن غير منشورة

source: The answer is now published
ar: هذه الإجابة الآن منشورة

source: About %(site)s
ar: عن %(site)s

source: Please sign in or register to send your feedback
ar: فضلاً سجل دخول او سجل عضوية جديدة لإرسال مقترحاتك

source: Q&A forum feedback
ar: المقترحات

source: Thanks for the feedback!
ar: شكراً على مقترحاتك!

source: We look forward to hearing your feedback! Please, give it next time :)
ar: نتطلع إلى سماع تقييمك! رجاءً، اعطنا رأيك في المرة القادمة :)

source: Privacy policy
ar: بيان الخصوصية

source: Suggested tags
ar: المواضيع المقترحة

source: %(q_num)s question
ar: %(q_num)s اسئلة

source: Sorry, the comment you are looking for has been deleted and is no longer accessible
ar: عفوأ، التعليق تم حذفه و لا يمكن الوصول إليه

source: moderate user
ar: إدارة المستخدم

source: user profile
ar: الملف الشخصي

source: user profile overview
ar: نظرة عامة للملف الشخصي للعضو

source: recent user activity
ar: أخر أنشطة العضو

source: profile - recent activity
ar: الملف الشخصي - أخر الأنشطة

source: profile - moderation
ar: الملف الشخصي - الإشراف

source: private messages
ar: الرسائل الخاصة

source: profile - messages
ar: الملف الشخصي - الرسائل

source: profile - responses
ar: ملف شخصي - الردود

source: profile - votes
ar: الملف الشخصي - التصويت

source: user karma
ar: عطاء العضو

source: Profile - User's Karma
ar: الملف الشخصي - قوة سمعة العضو

source: users favorite questions
ar: الأسئلة المفضلة للمستخدمين

source: profile - favorite questions
ar: الملف الشخصي - الأسئلة المفضلة

source: changes saved
ar: تم حفظ التعديلات

source: email updates canceled
ar: تحديثات البريد ألغيت

source: profile - email subscriptions
ar: الملف الشخصي - إشتراكات البريد

source: Sorry, anonymous users cannot upload files
ar: المعذرة، الزوار لا يمكنهم رفع الملفات

source: allowed file types are '%(file_types)s'
ar: أنواع الملفات المسموح بها هي '%(file_types)s'

source: maximum upload file size is %(file_size)sK
ar: الجد الأقصي لحجم الملف %(file_size)s كيلو بايت

source: Error uploading file. Please contact the site administrator. Thank you.
ar: خطأ في رفع الملف، يرجى مراسلة إدارة المجتمع. شكراً.

source: <span class="strong big">You are welcome to start submitting your question anonymously</span>. When you submit the post, you will be redirected to the login/signup page. Your question will be saved in the current session and will be published after you log in. Login/signup process is very simple. Login takes about 30 seconds, initial signup takes a minute or less.
ar: <span class="strong big">مرحباً بك يمكن إرسال السؤال كمجهول. حين تقوم بالإرسال سيتم توجيهك إلي صفحة الدخول</span>. حيث سيتم حفظ سؤالك و سيتم نشره حين تقوم بالدخول. يستغرق الدخول أقل من ٣٠ ثانية، بينما التسجيل عدّة دقائق.

source: Please log in to answer questions
ar: فضلاً سجل دخول للإجابة على الأسئلة

source: Post not found
ar: لم يتم العثور على المشاركة

source: Sorry, you appear to be logged out and cannot post comments. Please <a href="%(sign_in_url)s">sign in</a>.
ar: عفواً، يبدو أنك قمت بتسجيل الخروج و لا يمكنك التعليق. من فضلك <a href="%(sign_in_url)s">قم بالدخول</a>.

source: Sorry, anonymous users cannot edit comments
ar: المستخدم المجهول لا يمكنه تحرير التعليقات

source: Sorry, you appear to be logged out and cannot delete comments. Please <a href="%(sign_in_url)s">sign in</a>.
ar: عذرا، يبدو انك قمت بتسجيل الخروج، ولا يمكن حذف التعليقات. من فضلك. من فضلك <a href="%(sign_in_url)s">قم بالدخول</a>.

source: sorry, we seem to have some technical difficulties
ar: عذرا، يبدو أن لدينا بعض الصعوبات التقنية
